[
    {
        "Cipai":"浣溪沙",
        "Cipai_Pinyin":"Huàn Xī Shā",
        "Title":"一曲新詞酒一杯",
        "Title_Pinyin":"Yī qǔ xīn cí jiǔ yī bēi",
        "Poet":"晏殊",
        "Poet_Pinyin":"Yàn Shū",
        "Topic":"Sorrow & Grief",
        "text":"一曲新词酒一杯，去年天气旧亭台。夕阳西下几时回？\n无可奈何花落去，似曾相识燕归来。小园香径独徘徊。",
        "Ci_Pinyin":"Yī qǔ xīn cí jiǔ yì bēi, qù nián tiān qì jiù tíng tái. Xī yáng xī xià jǐ shí huí?\nWú kě nài hé huā luò qù, sì céng xiāng shí yàn guī lái. Xiǎo yuán xiāng jìng dú pái huái."
    },
    {
        "Cipai":"浣溪沙",
        "Cipai_Pinyin":"Huàn Xī Shā",
        "Title":"簌簌衣巾落棗花",
        "Title_Pinyin":"Sù sù yī jīn luò zǎo huā",
        "Poet":"蘇軾",
        "Poet_Pinyin":"Sū Shì",
        "Topic":"Nature & Landscapes",
        "text":"簌簌衣巾落枣花，村南村北响缫车。牛衣古柳卖黄瓜。\n酒困路长惟欲睡，日高人渴漫思茶。敲门试问野人家。",
        "Ci_Pinyin":"Sù sù yī jīn luò zǎo huā, cūn nán cūn běi xiǎng sāo chē. Niú yī gǔ liǔ mài huángguā.\nJiǔ kùn lù cháng wéi yù shuì, rì gāo rén kě màn sī chá. Qiāo mén shì wèn yě rén jiā."
    },
    {
        "Cipai":"浣溪沙",
        "Cipai_Pinyin":"Huàn Xī Shā",
        "Title":"莫許杯深琥珀濃",
        "Title_Pinyin":"Mò xǔ bēi shēn hǔpò nóng",
        "Poet":"李清照",
        "Poet_Pinyin":"Lǐ Qīngzhào",
        "Topic":"Love & Longing",
        "text":"莫许杯深琥珀浓，未成沉醉意先融。疏钟已应晚来风。\n瑞脑香消魂梦断，辟寒金小髻鬟松。醒时空对烛花红。",
        "Ci_Pinyin":"Mò xǔ bēi shēn hǔ pò nóng, wèi chéng chén zuì yì xiān róng. Shū zhōng yǐ yīng wǎn lái fēng.\nRuì nǎo xiāng xiāo hún mèng duàn, pì hán jīn xiǎo jì huán sōng. Xǐng shí kōng duì zhú huā hóng."
    },
    {
        "Cipai":"浣溪沙",
        "Cipai_Pinyin":"Huàn Xī Shā",
        "Title":"漠漠輕寒上小樓",
        "Title_Pinyin":"Mò mò qīng hán shàng xiǎo lóu",
        "Poet":"秦觀",
        "Poet_Pinyin":"Qín Guān",
        "Topic":"Sorrow & Grief",
        "text":"漠漠轻寒上小楼，晓阴无赖似穷秋。淡烟流水画屏幽。\n自在飞花轻似梦，无边丝雨细如愁。宝帘闲挂小银钩。",
        "Ci_Pinyin":"Mò mò qīng hán shàng xiǎo lóu, xiǎo yīn wú lài sì qióng qiū. Dàn yān liú shuǐ huà píng yōu.\nZì zài fēi huā qīng sì mèng, wú biān sī yǔ xì rú chóu. Bǎo lián xián guà xiǎo yín gōu."
    },
    {
        "Cipai":"浣溪沙",
        "Cipai_Pinyin":"Huàn Xī Shā",
        "Title":"堤上遊人逐畫船",
        "Title_Pinyin":"Dī shàng yóurén zhú huàchuán",
        "Poet":"歐陽修",
        "Poet_Pinyin":"Ōuyáng Xiū",
        "Topic":"Nature & Landscapes",
        "text":"堤上游人逐画船，拍堤春水四垂天。绿杨楼外出秋千。\n白发戴花君莫笑，六么催拍盏频传。人生何处似尊前。",
        "Ci_Pinyin":"Dī shàng yóurén zhú huàchuán, pāi dī chūnshuǐ sì chuí tiān. Lǜ yáng lóu wài chū qiūqiān.\nBáifà dài huā jūn mò xiào, liù yāo cuī pāi zhǎn pín chuán. Rénshēng hé chù shì zūn qián."
    },
    {
        "Cipai":"蝶戀花",
        "Cipai_Pinyin":"Dié Liàn Huā",
        "Title":"佇倚危樓風細細",
        "Title_Pinyin":"Zhù yǐ wēi lóu fēng xì xì",
        "Poet":"柳永",
        "Poet_Pinyin":"Liǔ Yǒng",
        "Topic":"Love & Longing",
        "text":"伫倚危楼风细细，望极春愁，黯黯生天际。草色烟光残照里，无言谁会凭阑意。\n拟把疏狂图一醉，对酒当歌，强乐还无味。衣带渐宽终不悔，为伊消得人憔悴。",
        "Ci_Pinyin":"Zhù yǐ wēi lóu fēng xì xì, wàng jí chūn chóu, àn àn shēng tiān jì. Cǎo sè yān guāng cán zhào lǐ, wú yán shuí huì píng lán yì.\nNǐ bǎ shū kuáng tú yī zuì, duì jiǔ dāng gē, qiǎng lè hái wú wèi. Yī dài jiàn kuān zhōng bù huǐ, wèi yī xiāo de rén qiáo cuì."
    },
    {
        "Cipai":"蝶戀花",
        "Cipai_Pinyin":"Dié Liàn Huā",
        "Title":"花褪殘紅青杏小",
        "Title_Pinyin":"Huā tuì cán hóng qīng xìng xiǎo",
        "Poet":"蘇軾",
        "Poet_Pinyin":"Sū Shì",
        "Topic":"Nature & Landscapes",
        "text":"花褪残红青杏小。燕子飞时，绿水人家绕。枝上柳绵吹又少，天涯何处无芳草。\n墙里秋千墙外道。墙外行人，墙里佳人笑。笑渐不闻声渐悄，多情却被无情恼。",
        "Ci_Pinyin":"Huā tuì cán hóng qīng xìng xiǎo. Yànzi fēi shí, lǜ shuǐ rénjiā rào. Zhī shàng liǔ mián chuī yòu shǎo, tiānyá hé chù wú fāngcǎo.\nQiáng lǐ qiūqiān qiáng wài dào. Qiáng wài hángrén, qiáng lǐ jiārén xiào. Xiào jiàn bù wén shēng jiàn qiāo, duōqíng què bèi wúqíng nǎo."
    },
    {
        "Cipai":"蝶戀花",
        "Cipai_Pinyin":"Dié Liàn Huā",
        "Title":"庭院深深深幾許",
        "Title_Pinyin":"Tíngyuàn shēn shēn shēn jǐ xǔ",
        "Poet":"歐陽修",
        "Poet_Pinyin":"Ōuyáng Xiū",
        "Topic":"Sorrow & Grief",
        "text":"庭院深深深几许，杨柳堆烟，帘幕无重数。玉勒雕鞍游冶处，楼高不见章台路。\n雨横风狂三月暮，门掩黄昏，无计留春住。泪眼问花花不语，乱红飞过秋千去。",
        "Ci_Pinyin":"Tíngyuàn shēn shēn shēn jǐ xǔ, yángliǔ duī yān, lián mù wú chóng shù. Yù lè diāo ān yóu yě chù, lóu gāo bùjiàn zhāng tái lù.\nYǔ héng fēng kuáng sānyuè mù, mén yǎn huánghūn, wú jì liú chūn zhù. Lèi yǎn wèn huā huā bù yǔ, luàn hóng fēiguò qiūqiān qù."
    },
    {
        "Cipai":"蝶戀花",
        "Cipai_Pinyin":"Dié Liàn Huā",
        "Title":"暖雨晴風初破凍",
        "Title_Pinyin":"Nuǎn yǔ qíng fēng chū pò dòng",
        "Poet":"李清照",
        "Poet_Pinyin":"Lǐ Qīngzhào",
        "Topic":"Love & Longing",
        "text":"暖雨晴风初破冻，柳眼梅腮，已觉春心动。酒意诗情谁与共？泪融残粉花钿重。\n乍试夹衫金缕缝，山枕斜欹，枕损钗头凤。独抱浓愁无好梦，夜阑犹剪灯花弄。",
        "Ci_Pinyin":"Nuǎn yǔ qíng fēng chū pò dòng, liǔ yǎn méi sāi, yǐ jué chūn xīndòng. Jiǔ yì shī qíng shuí yǔ gòng? Lèi róng cán fěn huā diàn zhòng.\nZhà shì jiā shān jīn lǚ fèng, shān zhěn xié yī, zhěn sǔn chāi tóu fèng. Dú bào nóng chóu wú hǎo mèng, yè lán yóu jiǎn dēnghuā nòng."
    },
    {
        "Cipai":"蝶戀花",
        "Cipai_Pinyin":"Dié Liàn Huā",
        "Title":"檻菊愁煙蘭泣露",
        "Title_Pinyin":"Jiàn jú chóu yān lán qì lù",
        "Poet":"晏殊",
        "Poet_Pinyin":"Yàn Shū",
        "Topic":"Sorrow & Grief",
        "text":"槛菊愁烟兰泣露，罗幕轻寒，燕子双飞去。明月不谙离恨苦，斜光到晓穿朱户。\n昨夜西风凋碧树，独上高楼，望尽天涯路。欲寄彩笺兼尺素，山长水阔知何处。",
        "Ci_Pinyin":"Jiàn jú chóu yān lán qì lù, luó mù qīng hán, yànzi shuāngfēi qù. Míngyuè bù ān líhèn kǔ, xié guāng dào xiǎo chuān zhū hù.\nZuóyè xīfēng diāo bì shù, dú shàng gāolóu, wàng jìn tiānyá lù. Yù jì cǎi jiān jiān chǐ sù, shān cháng shuǐ kuò zhī hé chù."
    },
    {
        "Cipai":"念奴嬌",
        "Cipai_Pinyin":"Niàn Nú Jiāo",
        "Title":"大江東去",
        "Title_Pinyin":"Dà jiāng dōng qù",
        "Poet":"蘇軾",
        "Poet_Pinyin":"Sū Shì",
        "Topic":"History & Nostalgia",
        "text":"大江东去，浪淘尽，千古风流人物。故垒西边，人道是，三国周郎赤壁。乱石穿空，惊涛拍岸，卷起千堆雪。江山如画，一时多少豪杰。\n遥想公瑾当年，小乔初嫁了，雄姿英发。羽扇纶巾，谈笑间，樯橹灰飞烟灭。故国神游，多情应笑我，早生华发。人生如梦，一尊还酹江月。",
        "Ci_Pinyin":"Dà jiāng dōng qù, làng táo jǐn, qiāngǔ fēngliú rénwù. Gù lěi xī biān, rén dào shì, sānguó zhōuláng chìbì. Luànshí chuān kōng, jīng tāo pāi àn, juǎn qǐ qiān duī xuě. Jiāngshān rú huà, yīshí duōshǎo háojié.\nYáoxiǎng gōngjǐn dāngnián, xiǎo qiáo chū jiàle, xióngzī yīngfā. Yǔshàn guān jīn, tánxiào jiān, qiáng lǔ huīfēi yān miè. Gùguó shényóu, duōqíng yīng xiào wǒ, zǎoshēng huáfà. Rénshēng rú mèng, yī zūn hái lèi jiāng yuè."
    },
    {
        "Cipai":"念奴嬌",
        "Cipai_Pinyin":"Niàn Nú Jiāo",
        "Title":"登多景樓",
        "Title_Pinyin":"Dēng Duō Jǐng Lóu",
        "Poet":"辛棄疾",
        "Poet_Pinyin":"Xīn Qìjí",
        "Topic":"Patriotism & Heroism",
        "text":"危楼还望，叹此意、今古几人曾会？鬼设神施，浑认作、天限南疆北界。一水横陈，连岗三面，做出争雄势。六朝何事，只成门户私计？\n因笑王谢诸人，登高怀远，也学英雄涕。凭却长江，管不到、河洛腥膻无际。正好长驱，不须反顾，寻取中流誓。小儿破贼，势成宁问强对！",
        "Ci_Pinyin":"Wēi lóu hái wàng, tàn cǐ yì, jīn gǔ jǐ rén céng huì? Guǐ shè shén shī, hún rèn zuò, tiān xiàn nán jiāng běi jiè. Yīshuǐ héng chén, lián gǎng sān miàn, zuò chū zhēngxióng shì. Liù cháo hé shì, zhǐ chéng ménhù sī jì?\nYīn xiào wáng xiè zhū rén, dēnggāo huáiyuǎn, yě xué yīngxióng tì. Píng què chángjiāng, guǎn bùdào, hé luò xīng shān wú jì. Zhènghǎo cháng qū, bùxū fǎngù, xún qǔ zhōngliú shì. Xiǎo'ér pò zéi, shì chéng níng wèn qiáng duì!"
    },
    {
        "Cipai":"念奴嬌",
        "Cipai_Pinyin":"Niàn Nú Jiāo",
        "Title":"蕭條庭院",
        "Title_Pinyin":"Xiāotiáo tíngyuàn",
        "Poet":"李清照",
        "Poet_Pinyin":"Lǐ Qīngzhào",
        "Topic":"Sorrow & Grief",
        "text":"萧条庭院，又斜风细雨，重门须闭。宠柳娇花寒食近，种种恼人天气。险韵诗成，扶头酒醒，别是闲滋味。征鸿过尽，万千心事难寄。\n楼上几日春寒，帘垂四面，玉阑干慵倚。被冷香销新梦觉，不许愁人不起。清露晨流，新桐初引，多少游春意。日高烟敛，更看今日晴未？",
        "Ci_Pinyin":"Xiāotiáo tíngyuàn, yòu xié fēng xì yǔ, chóng mén xū bì. Chǒng liǔ jiāo huā hánshí jìn, zhǒngzhǒng nǎorén tiānqì. Xiǎn yùn shī chéng, fú tóu jiǔ xǐng, bié shì xián zīwèi. Zhēng hóng guò jǐn, wàn qiān xīns hì nán jì.\nLóu shàng jǐ rì chūnhán, lián chuí sìmiàn, yù lán gān yōng yǐ. Bèi lěng xiāng xiāo xīn mèng jué, bùxǔ chóurén bù qǐ. Qīng lù chén liú, xīn tóng chū yǐn, duōshǎo yóu chūn yì. Rì gāo yān liǎn, gèng kàn jīnrì qíng wèi?"
    },
    {
        "Cipai":"念奴嬌",
        "Cipai_Pinyin":"Niàn Nú Jiāo",
        "Title":"鬧紅一舸",
        "Title_Pinyin":"Nào hóng yī gě",
        "Poet":"姜夔",
        "Poet_Pinyin":"Jiāng Kuí",
        "Topic":"Nature & Landscapes",
        "text":"闹红一舸，记来时，尝与鸳鸯为侣。三十六陂人未到，水佩风裳无数。翠叶吹凉，玉容销酒，更洒菰蒲雨。嫣然摇动，冷香飞上诗句。\n日暮，青盖亭亭，情人不见，争忍凌波去？只恐舞衣寒易落，愁入西风南浦。高柳垂阴，老鱼吹浪，留我花间住。田田多少，几回沙际归路。",
        "Ci_Pinyin":"Nào hóng yī gě, jì lái shí, cháng yǔ yuānyāng wéi lǚ. Sānshíliù bēi rén wèi dào, shuǐ pèi fēng shang wúshù. Cuì yè chuī liáng, yù róng xiāo jiǔ, gèng sǎ gū pú yǔ. Yānrán yáodòng, lěng xiāng fēi shàng shījù.\nRì mù, qīng gài tíngtíng, qíngrén bùjiàn, zhēng rěn língbō qù? Zhǐ kǒng wǔ yī hán yì luò, chóu rù xīfēng nán pǔ. Gāo liǔ chuí yīn, lǎo yú chuī làng, liú wǒ huā jiān zhù. Tián tián duōshǎo, jǐ huí shā jì guī lù."
    },
    {
        "Cipai":"念奴嬌",
        "Cipai_Pinyin":"Niàn Nú Jiāo",
        "Title":"八月十七日",
        "Title_Pinyin":"Bā yuè shíqī rì",
        "Poet":"黃庭堅",
        "Poet_Pinyin":"Huáng Tíngjiān",
        "Topic":"Nature & Landscapes",
        "text":"八月十七日，同诸甥待月。过沙溪急，霜溪冷，月窟何强制？简公小船，刘郎清兴，传闻忆驰。待都将、邻船买断，独载静影沈璧。\n向来一雪洗冤愤，作好诗、晓鸡催。问旧家乔木，犹厌言兵。谁信骚魂千载后，波底垂涎角黍。又说是、蛟馋龙怒。把似而今醒到了，料当年、醉死差无苦。聊一笑，吊千古。",
        "Ci_Pinyin":"Bā yuè shíqī rì, tóng zhū shēng dài yuè. Guò shā xī jí, shuāng xī lěng, yuè kū hé qiángzhì? Jiǎn gōng xiǎochuán, liú láng qīng xìng, chuánwén yì chí. Dài dōu jiāng, lín chuán mǎiduàn, dú zài jìng yǐng shěn bì.\nXiànglái yī xuě xǐ yuān fèn, zuò hǎo shī, xiǎo jī cuī. Wèn jiùjiā qiáomù, yóu yàn yán bīng. Shuí xìn sāohún qiānzǎi hòu, bō dǐ chuíxián jiǎo shǔ. Yòu shuō shì, jiāo chán lóng nù. Bǎ shì érjīn xǐng dàole, liào dāngnián, zuì sǐ chā wú kǔ. Liáo yīxiào, diào qiāngǔ."
    },
    {
        "Cipai":"水調歌頭",
        "Cipai_Pinyin":"Shuǐ Diào Gē Tóu",
        "Title":"明月幾時有",
        "Title_Pinyin":"Míngyuè jǐ shí yǒu",
        "Poet":"蘇軾",
        "Poet_Pinyin":"Sū Shì",
        "Topic":"Philosophical Reflection",
        "text":"明月几时有？把酒问青天。不知天上宫阙，今夕是何年。我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间。\n转朱阁，低绮户，照无眠。不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。",
        "Ci_Pinyin":"Míngyuè jǐ shí yǒu? Bǎ jiǔ wèn qīngtiān. Bùzhī tiānshàng gōngquè, jīn xī shì hé nián. Wǒ yù chéngfēng guī qù, yòu kǒng qiónglóu yùyǔ, gāo chù bùshèng hán. Qǐwǔ nòng qīng yǐng, hé sì zài rénjiān.\nZhuǎn zhū gé, dī qǐ hù, zhào wú mián. Bù yìng yǒu hèn, héshì cháng xiàng bié shí yuán? Rén yǒu bēihuān líhé, yuè yǒu yīn qíng yuán quē, cǐ shì gǔ nán quán. Dàn yuàn rén chángjiǔ, qiānlǐ gòng chánjuān."
    },
    {
        "Cipai":"水調歌頭",
        "Cipai_Pinyin":"Shuǐ Diào Gē Tóu",
        "Title":"帶湖吾甚愛",
        "Title_Pinyin":"Dài hú wú shèn ài",
        "Poet":"辛棄疾",
        "Poet_Pinyin":"Xīn Qìjí",
        "Topic":"Philosophical Reflection",
        "text":"带湖吾甚爱，千丈翠奁开。先生杖屦无事，一日走千回。凡我同盟鸥鹭，今日既盟之后，来往莫相猜。白鹤在何处？尝试与偕来。\n破青萍，排翠藻，立苍苔。窥鱼笑汝痴计，不肯为吾来。红蓼滩头秋露，葭苇岸边夕阳，abez惊鸥去。投老残年，江南谁念方回。",
        "Ci_Pinyin":"Dài hú wú shèn ài, qiānzhàng cuì lián kāi. Xiānshēng zhàng jù wúshì, yī rì zǒu qiān huí. Fán wǒ tóngméng ōulù, jīnrì jì méng zhīhòu, láiwǎng mò xiāng cāi. Báihè zài hé chù? Chángshì yǔ xié lái.\nPò qīng píng, pái cuì zǎo, lì cāng tái. Kuī yú xiào rǔ chī jì, bù kěn wèi wú lái. Hóng liǎo tāntóu qiū lù, jiā wěi àn biān xīyáng, abez jīng ōu qù. Tóu lǎo cán nián, jiāngnán shuí niàn fāng huí."
    },
    {
        "Cipai":"水調歌頭",
        "Cipai_Pinyin":"Shuǐ Diào Gē Tóu",
        "Title":"送章德茂大卿",
        "Title_Pinyin":"Sòng Zhāng Démào dàqīng",
        "Poet":"陳亮",
        "Poet_Pinyin":"Chén Liàng",
        "Topic":"Patriotism & Heroism",
        "text":"不见南师久，漫说北群空。当场只手，毕竟还我万夫雄。自笑堂堂汉使，得似洋洋河水，依旧只流东。且复穹庐拜，会向藁街逢。\n尧之都，舜之壤，禹之封。于中应有，一个半个耻臣戎。万里腥膻如许，千古英灵安在，磅礴几时通？胡运何须问，赫日自当中。",
        "Ci_Pinyin":"Bújiàn nán shī jiǔ, màn shuō běi qún kōng. Dāngchǎng zhī shǒu, bìjìng hái wǒ wàn fū xióng. Zì xiào tángtáng hàn shǐ, dé shì yángyáng héshuǐ, yījiù zhǐ liú dōng. Qiě fù qiónglú bài, huì xiàng gǎo jiē féng.\nYáo zhī dū, shùn zhī rǎng, yǔ zhī fēng. Yú zhōng yìng yǒu, yīgè bàn gè chǐ chén róng. Wànlǐ xīng shān rú xǔ, qiāngǔ yīnglíng ān zài, pángbó jǐ shí tōng? Hú yùn héxū wèn, hè rì zì dāngzhōng."
    },
    {
        "Cipai":"水調歌頭",
        "Cipai_Pinyin":"Shuǐ Diào Gē Tóu",
        "Title":"瑤草一何碧",
        "Title_Pinyin":"Yáo cǎo yī hé bì",
        "Poet":"黃庭堅",
        "Poet_Pinyin":"Huáng Tíngjiān",
        "Topic":"Love & Longing",
        "text":"瑶草一何碧，春入武陵溪。溪上桃花无数，花上有黄鹂。我欲穿花寻路，直入白云深处，浩气展虹霓。只恐花深里，红露湿人衣。\n坐玉石，倚玉枕，拂金徽。谪仙何处？天人跪献蕊珠宫。一்ய醉，聊缮短篇，一 supernovae。君不见，咫尺长门闭阿娇，人生失意无南北。",
        "Ci_Pinyin":"Yáo cǎo yī hé bì, chūn rù wǔlíng xī. Xī shàng táohuā wúshù, huā shàng yǒu huánglí. Wǒ yù chuān huā xún lù, zhí rù báiyún shēn chù, hàoqì zhǎn hóng ní. Zhǐ kǒng huā shēn lǐ, hóng lù shī rén yī.\nZuò yùshí, yǐ yù zhěn, fú jīn huī. Zhéxiān hé chù? Tiānrén guì xiàn ruǐ zhū gōng. Yī yā zuì, liáo shàn duǎn piān, yī supernovae. Jūn bùjiàn, zhǐchǐ cháng mén bì ā jiāo, rénshēng shīyì wú nánběi."
    },
    {
        "Cipai":"水調歌頭",
        "Cipai_Pinyin":"Shuǐ Diào Gē Tóu",
        "Title":"秋色漸將晚",
        "Title_Pinyin":"Qiūsè jiàn jiāng wǎn",
        "Poet":"葉夢得",
        "Poet_Pinyin":"Yè Mèngdé",
        "Topic":"History & Nostalgia",
        "text":"秋色渐将晚，霜信报黄花。小窗低户深映，微路绕S.家。取酒试温去涩，苹作羹和未煮，山菜绕山葩。决定不是物，物物是中华。\n梦中了，觉时泪，溅梨花。当年不肯嫁春风，无端却被秋风误。一笑出门去，千里落谁家。玉楼深锁薄情种，清夜悠悠谁是主。",
        "Ci_Pinyin":"Qiūsè jiàn jiāng wǎn, shuāng xìn bào huánghuā. Xiǎo chuāng dī hù shēn yìng, wēi lù rào S. jiā. Qǔ jiǔ shì wēn qù sè, píng zuò gēng hé wèi zhǔ, shāncài rào shān pā. Juédìng bùshì wù, wù wù shì zhōnghuá.\nMèngzhōngliǎo, jué shí lèi, jiàn líhuā. Dāngnián bù kěn jià chūnfēng, wúduān què bèi qiūfēng wù. Yīxiào chūmén qù, qiānlǐ luò shuí jiā. Yù lóu shēn suǒ bóqíng zhǒng, qīngyè yōuyōu shuí shì zhǔ."
    },
    {
        "Cipai":"滿江紅",
        "Cipai_Pinyin":"Mǎn Jiāng Hóng",
        "Title":"怒髮衝冠",
        "Title_Pinyin":"Nù fà chōng guān",
        "Poet":"岳飛",
        "Poet_Pinyin":"Yuè Fēi",
        "Topic":"Patriotism & Heroism",
        "text":"怒发冲冠，凭阑处、潇潇雨歇。抬望眼，仰天长啸，壮怀激烈。三十功名尘与土，八千里路云和月。莫等闲、白了少年头，空悲切。\n靖康耻，犹未雪。臣子恨，何时灭。驾长车，踏破贺兰山缺。壮志饥餐胡虏肉，笑谈渴饮匈奴血。待从头、收拾旧山河，朝天阙。",
        "Ci_Pinyin":"Nù fà chōng guān, píng lán chù, xiāoxiāo yǔ xiē. Tái wàngyǎn, yǎng tiān chángxiào, zhuànghuái jīliè. Sānshí gōngmíng chén yǔ tǔ, bāqiān lǐ lù yún hé yuè. Mò děngxián, báile shàonián tóu, kōng bēiqiè.\nJìngkāng chǐ, yóu wèi xuě. Chénzǐ hèn, héshí miè. Jià cháng chē, tàpò hèlánshān quē. Zhuàngzhì jī cān hú lǔ ròu, xiàotán kě yǐn xiōngnú xuè. Dài cóngtóu, shōushí jiù shānhé, cháo tiān què."
    },
    {
        "Cipai":"滿江紅",
        "Cipai_Pinyin":"Mǎn Jiāng Hóng",
        "Title":"漢水東流",
        "Title_Pinyin":"Hàn shuǐ dōng liú",
        "Poet":"辛棄疾",
        "Poet_Pinyin":"Xīn Qìjí",
        "Topic":"Patriotism & Heroism",
        "text":"汉水东流，都洗尽、宫廷污垢。朝廷偃武修文，畴昔士甘焚ratto。老矣犹堪一奋，拚取勋名，莫教头白。终军虽弱，情愿长缨，击取天骄种。\nιάς소리，终不悔。早归来，黄土盖。想当时，周郎年少，气吞区宇。万里长江横渡，直捣黄龙，谈笑扫尽妖氛。吾老矣，寄语东风，共看洛阳花。",
        "Ci_Pinyin":"Hàn shuǐ dōng liú, dōu xǐ jǐn, gōngtíng wūgòu. Cháotíng yǎnwǔ xiūwén, chóuxī shì gān fén ratto. Lǎo yǐ yóu kān yī fèn, pàn qǔ xūn míng, mò jiào tóu bái. Zhōng jūn suī ruò, qíngyuàn cháng yīng, jí qǔ tiānjiāo zhǒng.\niás소리, zhōng bù huǐ. Zǎo guīlái, huángtǔ gài. Xiǎng dāngshí, zhōuláng niánshào, qì tūn qū yǔ. Wànlǐ chángjiāng héngdù, zhí dǎo huánglóng, tánxiào sǎo jìn yāofēn. Wú lǎo yǐ, jìyǔ dōngfēng, gòng kàn luòyáng huā."
    },
    {
        "Cipai":"滿江紅",
        "Cipai_Pinyin":"Mǎn Jiāng Hóng",
        "Title":"江漢西來",
        "Title_Pinyin":"Jiāng hàn xī lái",
        "Poet":"蘇軾",
        "Poet_Pinyin":"Sū Shì",
        "Topic":"History & Nostalgia",
        "text":"江汉西来，高楼下、蒲萄深碧。犹自带、岷峨雪浪，锦江春色。君是南山遗爱守，我为剑外思归客。对此间、风物岂无情，殷勤说。\n江表传，君休读。狂处士，真堪惜。空洲对鹦鹉，苇花萧瑟。不独笑书生争底事，曹公黄祖俱飘忽。愿使君、还赋谪仙诗，追黄鹤。",
        "Ci_Pinyin":"Jiāng hàn xī lái, gāolóu xià, pútáo shēn bì. Yóu zìdài, mín é xuělàng, jǐnjiāng chūnsè. Jūn shì nánshān yí ài shǒu, wǒ wèi jiàn wài sī guī kè. Duì cǐ jiān, fēngwù qǐ wúqíng, yīnqín shuō.\nJiāng biǎo chuán, jūn xiū dú. Kuáng chǔshì, zhēn kān xī. Kōng zhōu duì yīngwǔ, wěi huā xiāosè. Bù dú xiào shūshēng zhēng dǐ shì, cáogōng huángzǔ jù piāohū. Yuàn shǐ jūn, hái fù zhéxiān shī, zhuī huáng hè."
    },
    {
        "Cipai":"滿江紅",
        "Cipai_Pinyin":"Mǎn Jiāng Hóng",
        "Title":"夜宿豐城",
        "Title_Pinyin":"Yè sù Fēngchéng",
        "Poet":"劉克莊",
        "Poet_Pinyin":"Liú Kèzhuāng",
        "Topic":"History & Nostalgia",
        "text":"夜宿丰城，听孤馆、画角吹残。人语西风，瘦马嘶残月。一曲阳关浑未彻，车声渐共歌声远。离愁渐远渐无穷，迢迢不断如春水。\n寸寸柔肠，盈盈粉泪。楼高莫近危阑倚。平芜尽处是春山，行人更在春山外。",
        "Ci_Pinyin":"Yè sù Fēngchéng, tīng gū guǎn, huà jiǎo chuī cán. Rén yǔ xīfēng, shòu mǎ sī cán yuè. Yī qǔ yángguān hún wèi chè, chē shēng jiàn gòng gēshēng yuǎn. Líchóu jiàn yuǎn jiàn wúqióng, tiáotiáo bùduàn rú chūnshuǐ.\nCùn cùn róucháng, yíngyíng fěn lèi. Lóu gāo mò jìn wēi lán yǐ. Píng wú jìn chù shì chūn shān, hángrén gèng zài chūn shān wài."
    },
    {
        "Cipai":"滿江紅",
        "Cipai_Pinyin":"Mǎn Jiāng Hóng",
        "Title":"倦尋芳",
        "Title_Pinyin":"Juàn xún fāng",
        "Poet":"吳文英",
        "Poet_Pinyin":"Wú Wènyīng",
        "Topic":"Sorrow & Grief",
        "text":"倦寻芳，随堤上、曾见几番春。认罗袜无踪，旧处弄波。当时携手赏红蕖，何事太匆匆。千里烟波，暮霭沈沈楚天阔。\n离愁正引千丝乱，更东风、飞絮蒙蒙。嘶骑渐遥，征尘不断，何处认郎踪。双鸳池沼水溶溶，南北小桡通。梯横画阁黄昏后，又还是、斜月帘栊。沉恨细思，不如桃杏，犹解嫁东风。",
        "Ci_Pinyin":"Juàn xún fāng, suí dī shàng, céng jiàn jǐ fān chūn. Rèn luó wà wú zōng, jiù chù nòng bō. Dāngshí xiéshǒu shǎng hóng qú, héshì tài cōngcōng. Qiānlǐ yānbō, mù'ǎi shěn shěn chǔ tiān kuò.\nLíchóu zhèng yǐn qiān sī luàn, gèng dōngfēng, fēixù méngméng. Sī qí jiàn yáo, zhēng chén bùduàn, hé chù rèn láng zōng. Shuāng yuān chí zhǎo shuǐ róngróng, nánběi xiǎo ráo tōng. Tī héng huà gé huánghūn hòu, yòu háishì, xié yuè lián lóng. Chén hèn xì sī, bùrú táo xìng, yóu jiě jià dōngfēng."
    },
    {
        "Cipai":"江城子",
        "Cipai_Pinyin":"Jiāng Chéng Zǐ",
        "Title":"十年生死兩茫茫",
        "Title_Pinyin":"Shí nián shēngsǐ liǎng mángmáng",
        "Poet":"蘇軾",
        "Poet_Pinyin":"Sū Shì",
        "Topic":"Sorrow & Grief",
        "text":"十年生死两茫茫，不思量，自难忘。千里孤坟，无处话凄凉。纵使相逢应不识，尘满面，鬓如霜。\n夜来幽梦忽还乡，小轩窗，正梳妆。相顾无言，惟有泪千行。料得年年肠断处，明月夜，短松冈。",
        "Ci_Pinyin":"Shí nián shēngsǐ liǎng mángmáng, bù sīliang, zì nánwàng. Qiānlǐ gū fén, wú chù huà qīliáng. Zòngshǐ xiāngféng yīng bù shí, chén mǎn miàn, bìn rú shuāng.\nYèlái yōu mèng hū huán xiāng, xiǎo xuān chuāng, zhèng shūzhuāng. Xiāng gù wú yán, wéi yǒu lèi qiān háng. Liào dé nián nián cháng duàn chù, míngyuè yè, duǎn sōng gāng."
    },
    {
        "Cipai":"江城子",
        "Cipai_Pinyin":"Jiāng Chéng Zǐ",
        "Title":"老夫聊發少年狂",
        "Title_Pinyin":"Lǎo fū liáo fā shàonián kuáng",
        "Poet":"蘇軾",
        "Poet_Pinyin":"Sū Shì",
        "Topic":"Patriotism & Heroism",
        "text":"老夫聊发少年狂，左牵黄，右擎苍，锦帽貂裘，千骑卷平冈。为报倾城随太守，亲射虎，看孙郎。\n酒酣胸胆尚开张，鬓微霜，又何妨！持节云中，何日遣冯唐？会挽雕弓如满月，西北望，射天狼。",
        "Ci_Pinyin":"Lǎo fū liáo fā shàonián kuáng, zuǒ qiān huáng, yòu qíng cāng, jǐn mào diāo qiú, qiān qí juǎn pínggāng. Wèi bào qīngchéng suí tàishǒu, qīn shè hǔ, kàn sūnláng.\nJiǔ hān xiōngdǎn shàng kāizhāng, bìn wēi shuāng, yòu héfáng! Chí jié yúnzhōng, hé rì qiǎn féng táng? Huì wǎn diāo gōng rú mǎnyuè, xīběi wàng, shè tiānláng."
    },
    {
        "Cipai":"江城子",
        "Cipai_Pinyin":"Jiāng Chéng Zǐ",
        "Title":"西城楊柳弄春柔",
        "Title_Pinyin":"Xī chéng yángliǔ nòng chūn róu",
        "Poet":"歐陽修",
        "Poet_Pinyin":"Ōuyáng Xiū",
        "Topic":"Love & Longing",
        "text":"西城杨柳弄春柔，动离忧，泪难收。犹记多情，曾为系归舟。碧野朱桥当日事，人不见，水空流。\n韶华不为少年留，恨悠悠，几时休？飞絮落花时候、一登楼。便做春江都是泪，流不尽，许多愁。",
        "Ci_Pinyin":"Xī chéng yángliǔ nòng chūn róu, dòng lí yōu, lèi nán shōu. Yóu jì duōqíng, céng wèi xì guī zhōu. Bì yě zhū qiáo dāngrì shì, rén bùjiàn, shuǐ kōng liú.\nSháohuá bù wéi shàonián liú, hèn yōuyōu, jǐ shí xiū? Fēixù luòhuā shíhòu, yī dēnglóu. Biàn zuò chūnjiāng dōu shì lèi, liú bù jìn, xǔduō chóu."
    },
    {
        "Cipai":"江城子",
        "Cipai_Pinyin":"Jiāng Chéng Zǐ",
        "Title":"西城芳樹",
        "Title_Pinyin":"Xī chéng fāng shù",
        "Poet":"秦觀",
        "Poet_Pinyin":"Qín Guān",
        "Topic":"Love & Longing",
        "text":"西城芳树，曾系马，经过几番风雨。丹阙宫门，青琐琐窗，总是当时行处。至今想，依稀犹记，曾对语。\n彩云易散琉璃脆，念往事、心随雁飞。斜阳独倚西楼，遥山恰对帘钩。人面不知何处，绿波依旧东流。",
        "Ci_Pinyin":"Xī chéng fāng shù, céng xì mǎ, jīngguò jǐ fān fēngyǔ. Dān què gōng mén, qīng suǒ suǒ chuāng, zǒng shì dāngshí háng chù. Zhìjīn xiǎng, yīxī yóu jì, céng duì yǔ.\nCǎiyún yì sàn liúlí cuì, niàn wǎngshì, xīn suí yàn fēi. Xiéyáng dú yǐ xī lóu, yáo shān qià duì lián gōu. Rén miàn bùzhī hé chù, lǜ bō yījiù dōng liú."
    },
    {
        "Cipai":"江城子",
        "Cipai_Pinyin":"Jiāng Chéng Zǐ",
        "Title":"雪嶺雲堆",
        "Title_Pinyin":"Xuě lǐng yún duī",
        "Poet":"尹鶚",
        "Poet_Pinyin":"Yǐn È",
        "Topic":"Nature & Landscapes",
        "text":"雪岭云堆，何处见乡关。锦江东流，忆君不见，心断锦江头。\n渌水悠悠，回首斜阳下。白苹满棹，送君南浦，愁杀白苹洲。",
        "Ci_Pinyin":"Xuě lǐng yún duī, hé chù jiàn xiāngguān. Jǐnjiāng dōng liú, yì jūn bùjiàn, xīn duàn jǐnjiāng tóu.\nLù shuǐ yōuyōu, huíshǒu xiéyáng xià. Bái pín mǎn zhào, sòng jūn nán pǔ, chóu shā bái pín zhōu."
    },
    {
        "Cipai":"聲聲慢",
        "Cipai_Pinyin":"Shēng Shēng Màn",
        "Title":"尋尋覓覓",
        "Title_Pinyin":"Xún xún mì mì",
        "Poet":"李清照",
        "Poet_Pinyin":"Lǐ Qīngzhào",
        "Topic":"Sorrow & Grief",
        "text":"寻寻觅觅，冷冷清清，凄凄惨惨戚戚。乍暖还寒时候，最难将息。三杯两盏淡酒，怎敌他、晚来风急？雁过也，正伤心，却是旧时相识。\n满地黄花堆积，憔悴损，如今有谁堪摘？守著窗儿，独自怎生得黑？梧桐更兼细雨，到黄昏、点点滴滴。这次第，怎一个愁字了得！",
        "Ci_Pinyin":"Xún xún mì mì, lěnglěng qīngqīng, qīqī cǎncǎn qīqī. Zhà nuǎn hái hán shíhòu, zuì nán jiāng xī. Sān bēi liǎng zhǎn dàn jiǔ, zěn dí tā, wǎn lái fēng jí? Yàn guò yě, zhèng shāngxīn, què shì jiù shí xiāngshí.\nMǎndì huánghuā duījī, qiáocuì sǔn, rújīn yǒu shuí kān zhāi? Shǒuzhe chuāng er, dúzì zěn shēng de hēi? Wútóng gèng jiān xì yǔ, dào huánghūn, diǎndiǎndīdī. Zhè cì dì, zěn yīgè chóu zì liǎo dé!"
    },
    {
        "Cipai":"聲聲慢",
        "Cipai_Pinyin":"Shēng Shēng Màn",
        "Title":"滁州旅次",
        "Title_Pinyin":"Chúzhōu lǚ cì",
        "Poet":"辛棄疾",
        "Poet_Pinyin":"Xīn Qìjí",
        "Topic":"Sorrow & Grief",
        "text":"滁州旅次，暮鸦啼，断人肠。正沙溪急，霜溪冷，月窟何强制？简公小船，刘郎清兴，传闻忆驰。待都将、邻船买断，独载静影沈璧。\n向来一雪洗冤愤，作好诗、晓鸡催。问旧家乔木，犹厌言兵。谁信骚魂千载后，波底垂涎角黍。又说是、蛟馋龙怒。把似而今醒到了，料当年、醉死差无苦。聊一笑，吊千古。",
        "Ci_Pinyin":"Chúzhōu lǚ cì, mù yā tí, duàn rén cháng. Zhèng shā xī jí, shuāng xī lěng, yuè kū hé qiángzhì? Jiǎn gōng xiǎochuán, liú láng qīng xìng, chuánwén yì chí. Dài dōu jiāng, lín chuán mǎiduàn, dú zài jìng yǐng shěn bì.\nXiànglái yī xuě xǐ yuān fèn, zuò hǎo shī, xiǎo jī cuī. Wèn jiùjiā qiáomù, yóu yàn yán bīng. Shuí xìn sāohún qiānzǎi hòu, bō dǐ chuíxián jiǎo shǔ. Yòu shuō shì, jiāo chán lóng nù. Bǎ shì érjīn xǐng dàole, liào dāngnián, zuì sǐ chā wú kǔ. Liáo yīxiào, diào qiāngǔ."
    },
    {
        "Cipai":"聲聲慢",
        "Cipai_Pinyin":"Shēng Shēng Màn",
        "Title":"暮煙橫",
        "Title_Pinyin":"Mù yān héng",
        "Poet":"吳文英",
        "Poet_Pinyin":"Wú Wènyīng",
        "Topic":"Sorrow & Grief",
        "text":"暮烟横，小小池塘，黄昏独倚。苹花渐老，梧叶飘黄，遣情伤。\n故人何在？烟水茫茫。翘首无踪，望断天涯，不见归航。黯相望。断鸿声里，立尽斜阳。",
        "Ci_Pinyin":"Mù yān héng, xiǎo xiǎo chítáng, huánghūn dú yǐ. Pín huā jiàn lǎo, wú yè piāo huáng, qiǎn qíng shāng.\nGùrén hé zài? Yān shuǐ mángmáng. Qiáoshǒu wú zōng, wàng duàn tiānyá, bùjiàn guī háng. Àn xiāng wàng. Duàn hóng shēng lǐ, lì jìn xiéyáng."
    },
    {
        "Cipai":"聲聲慢",
        "Cipai_Pinyin":"Shēng Shēng Màn",
        "Title":"漸漸離愁",
        "Title_Pinyin":"Jiànjiàn lí chóu",
        "Poet":"姜夔",
        "Poet_Pinyin":"Jiāng Kuí",
        "Topic":"Love & Longing",
        "text":"渐渐离愁，著人瘦。罗衣宽褪。四望不见，故人天际，望征鸿。\n烛花红，夜阑饮散，香残细。枕鸳孤，枕损钗头凤。独抱浓愁无好梦，夜阑犹剪灯花弄。",
        "Ci_Pinyin":"Jiànjiàn lí chóu, zhe rén shòu. Luó yī kuān tuì. Sì wàng bùjiàn, gùrén tiānjì, wàng zhēng hóng.\nZhú huā hóng, yè lán yǐn sàn, xiāng cán xì. Zhěn yuān gū, zhěn sǔn chāi tóu fèng. Dú bào nóng chóu wú hǎo mèng, yè lán yóu jiǎn dēnghuā nòng."
    },
    {
        "Cipai":"聲聲慢",
        "Cipai_Pinyin":"Shēng Shēng Màn",
        "Title":"戎馬無休",
        "Title_Pinyin":"Róngmǎ wú xiū",
        "Poet":"劉克莊",
        "Poet_Pinyin":"Liú Kèzhuāng",
        "Topic":"Patriotism & Heroism",
        "text":"戎马无休，干戈不断，几时太平。想当年，金戈铁马，气吞万里如虎。\n元嘉草草，封狼居胥，赢得仓皇北顾。四十三年，望中犹记，烽火扬州路。可堪回首，佛貍祠下，一片神鸦社鼓。凭谁问，廉颇老矣，尚能饭否？",
        "Ci_Pinyin":"Róngmǎ wú xiū, gāngē bùduàn, jǐ shí tàipíng. Xiǎng dāngnián, jīngē tiěmǎ, qì tūn wànlǐ rú hǔ.\nYuánjiā cǎocǎo, fēng láng jū xū, yíngdé cānghuáng běi gù. Sìshísān nián, wàng zhōng yóu jì, fēnghuǒ yángzhōu lù. Kě kān huíshǒu, fú lí cí xià, yīpiàn shén yā shè gǔ. Píng shuí wèn, liánpō lǎo yǐ, shàng néng fàn fǒu?"
    },
    {
        "Cipai":"虞美人",
        "Cipai_Pinyin":"Yú Měirén",
        "Title":"春花秋月何時了",
        "Title_Pinyin":"Chūnhuā qiū yuè hé shí le",
        "Poet":"李煜",
        "Poet_Pinyin":"Lǐ Yù",
        "Topic":"Sorrow & Grief",
        "text":"春花秋月何时了？往事知多少。小楼昨夜又东风，故国不堪回首月明中。\n雕栏玉砌应犹在，只是朱颜改。问君能有几多愁？恰似一江春水向东流。",
        "Ci_Pinyin":"Chūnhuā qiū yuè hé shí le? Wǎngshì zhī duōshǎo. Xiǎo lóu zuóyè yòu dōngfēng, gùguó bùkān huíshǒu yuè míngzhōng.\nDiāo lán yù qì yīng yóu zài, zhǐshì zhū yán gǎi. Wèn jūn néng yǒu jǐ duō chóu? Qiàsì yī jiāng chūnshuǐ xiàng dōng liú."
    },
    {
        "Cipai":"虞美人",
        "Cipai_Pinyin":"Yú Měirén",
        "Title":"湖山信是東南美",
        "Title_Pinyin":"Húshān xìn shì dōngnán měi",
        "Poet":"蘇軾",
        "Poet_Pinyin":"Sū Shì",
        "Topic":"Nature & Landscapes",
        "text":"湖山信是东南美，一望弥千里。使君能得几回来？便使尊前醉倒且徘徊。\n沙河塘里灯初上，水调谁家唱？夜阑风静欲归时，惟有一江明月碧琉璃。",
        "Ci_Pinyin":"Húshān xìn shì dōngnán měi, yīwàng mí qiānlǐ. Shǐ jūn néng dé jǐ huílái? Biàn shǐ zūn qián zuì dǎo qiě páihuái.\nShāhé táng lǐ dēng chū shàng, shuǐ diào shuí jiā chàng? Yè lán fēng jìng yù guī shí, wéi yǒu yī jiāng míngyuè bì liúlí."
    },
    {
        "Cipai":"虞美人",
        "Cipai_Pinyin":"Yú Měirén",
        "Title":"同父見和",
        "Title_Pinyin":"Tóng fù jiàn hé",
        "Poet":"辛棄疾",
        "Poet_Pinyin":"Xīn Qìjí",
        "Topic":"Philosophical Reflection",
        "text":"同父见和，再用韵。把酒长亭说。看渊明、风流酷似，卧龙诸葛。何处望神州？满眼风光北固楼。\n千古兴亡多少事？悠悠。不尽长江滚滚流。年少万兜鍪，坐断东南战未休。天下英雄谁敌手？曹刘。生子当如孙仲谋。",
        "Ci_Pinyin":"Tóng fù jiàn hé, zài yòng yùn. Bǎ jiǔ cháng tíng shuō. Kàn yuānmíng, fēngliú kùsì, wòlóng zhūgě. Hé chù wàng shénzhōu? Mǎn yǎn fēngguāng běi gù lóu.\nQiāngǔ xīngwáng duōshǎo shì? Yōuyōu. Bù jìn chángjiāng gǔngǔn liú. Niánshào wàn dōu móu, zuò duàn dōngnán zhàn wèi xiū. Tiānxià yīngxióng shuí díshǒu? Cáo Liú. Shēng zǐ dāng rú sūnzhòngmóu."
    },
    {
        "Cipai":"虞美人",
        "Cipai_Pinyin":"Yú Měirén",
        "Title":"紅燭昏羅帳",
        "Title_Pinyin":"Hóng zhú hūn luó zhàng",
        "Poet":"姜夔",
        "Poet_Pinyin":"Jiāng Kuí",
        "Topic":"Love & Longing",
        "text":"红烛昏罗帐，香细细。玉人双枕，罗衣宽褪。四望不见，故人天际，望征鸿。\n烛花红，夜阑饮散，香残细。枕鸳孤，枕损钗头凤。独抱浓愁无好梦，夜阑犹剪灯花弄。",
        "Ci_Pinyin":"Hóng zhú hūn luó zhàng, xiāng xì xì. Yù rén shuāng zhěn, luó yī kuān tuì. Sì wàng bùjiàn, gùrén tiānjì, wàng zhēng hóng.\nZhú huā hóng, yè lán yǐn sàn, xiāng cán xì. Zhěn yuān gū, zhěn sǔn chāi tóu fèng. Dú bào nóng chóu wú hǎo mèng, yè lán yóu jiǎn dēnghuā nòng."
    },
    {
        "Cipai":"虞美人",
        "Cipai_Pinyin":"Yú Měirén",
        "Title":"曲闌干外",
        "Title_Pinyin":"Qū lán gān wài",
        "Poet":"晏幾道",
        "Poet_Pinyin":"Yàn Jǐdào",
        "Topic":"Love & Longing",
        "text":"曲阑干外，烟柳弄晴，芳草侵阶。一阕新词，两人会意，几度携手。\n雁字无凭，玉人何处，又早是、秋风时节。灯下裁缝，窗前剪影，都是去时样。",
        "Ci_Pinyin":"Qū lán gān wài, yān liǔ nòng qíng, fāngcǎo qīn jiē. Yī què xīn cí, liǎng rén huìyì, jǐ dù xiéshǒu.\nYàn zì wú píng, yù rén hé chù, yòu zǎo shì, qiūfēng shíjié. Dēng xià cáiféng, chuāng qián jiǎnyǐng, dōu shì qù shí yàng."
    },
    {
        "Cipai":"一剪梅",
        "Cipai_Pinyin":"Yī Jiǎn Méi",
        "Title":"紅藕香殘玉簟秋",
        "Title_Pinyin":"Hóng ǒu xiāng cán yù diàn qiū",
        "Poet":"李清照",
        "Poet_Pinyin":"Lǐ Qīngzhào",
        "Topic":"Love & Longing",
        "text":"红藕香残玉簟秋。轻解罗裳，独上兰舟。云中谁寄锦书来，雁字回时，月满西楼。\n花自飘零水自流。一种相思，两处闲愁。此情无计可消除，才下眉头，却上心头。",
        "Ci_Pinyin":"Hóng ǒu xiāng cán yù diàn qiū. Qīng jiě luó shang, dú shàng lán zhōu. Yún zhōng shuí jì jǐn shū lái, yàn zì huí shí, yuè mǎn xī lóu.\nHuā zì piāolíng shuǐ zì liú. Yī zhǒng xiāngsī, liǎng chù xiánchóu. Cǐ qíng wú jì kě xiāochú, cái xià méitóu, què shàng xīntóu."
    },
    {
        "Cipai":"一剪梅",
        "Cipai_Pinyin":"Yī Jiǎn Méi",
        "Title":"一剪梅",
        "Title_Pinyin":"Yī jiǎn méi",
        "Poet":"周邦彥",
        "Poet_Pinyin":"Zhōu Bāngyàn",
        "Topic":"Love & Longing",
        "text":"一剪梅花万样娇。斜插疏枝，略点眉梢。轻盈微笑舞低回，何事尊前，故作妖饶。\n素面常嫌粉未匀，蝉翼罗衣，隐映红绡。此时拚作一个归，倒卧怀中，细说心焦。",
        "Ci_Pinyin":"Yī jiǎn méi huā wàn yàng jiāo. Xié chā shū zhī, lüè diǎn méishāo. Qīngyíng wéixiào wǔ dī huí, héshì zūn qián, gù zuò yāoráo.\nSù miàn cháng xián fěn wèi yún, chán yì luó yī, yǐnyìng hóng xiāo. Cǐ shí pàn zuò yīgè guī, dǎo wò huái zhōng, xì shuō xīnjiāo."
    },
    {
        "Cipai":"一剪梅",
        "Cipai_Pinyin":"Yī Jiǎn Méi",
        "Title":"舟過吳江",
        "Title_Pinyin":"Zhōu guò Wújiāng",
        "Poet":"姜夔",
        "Poet_Pinyin":"Jiāng Kuí",
        "Topic":"Sorrow & Grief",
        "text":"舟过吴江，回首暮山青。人家在何处？云外一声鸡。\n鸥鹭鸳鸯作一池，须知羽翼非吾力。今日相逢，明日东西。客里叹浮萍。一霎荷塘过雨，明朝又是晴。",
        "Ci_Pinyin":"Zhōu guò Wújiāng, huíshǒu mù shān qīng. Rénjiā zài hé chù? Yún wài yī shēng jī.\nŌu lù yuānyāng zuò yī chí, xūzhī yǔyì fēi wú lì. Jīnrì xiāngféng, míngrì dōngxī. Kè lǐ tàn fúpíng. Yī shà hétáng guòyǔ, míng cháo yòu shì qíng."
    },
    {
        "Cipai":"一剪梅",
        "Cipai_Pinyin":"Yī Jiǎn Méi",
        "Title":"余赴廣東",
        "Title_Pinyin":"Yú fù Guǎngdōng",
        "Poet":"劉克莊",
        "Poet_Pinyin":"Liú Kèzhuāng",
        "Topic":"Patriotism & Heroism",
        "text":"束缊宵行十里强，挑得诗囊，抛了衣囊。天寒路滑马蹄僵，元是王郎，来送刘郎。\n酒酣耳热说文章，惊倒邻墙，推开县墙。归时应有传柑香，可奈归程，渐入蛮乡。",
        "Ci_Pinyin":"Shù yūn xiāo xíng shí lǐ qiáng, tiāo dé shī náng, pāole yī náng. Tiānhán lù huá mǎtí jiāng, yuán shì wáng láng, lái sòng liú láng.\nJiǔ hān ěr rè shuō wénzhāng, jīng dǎo lín qiáng, tuī kāi xiàn qiáng. Guī shí yīng yǒu chuán gān xiāng, kě nài guī chéng, jiàn rù mán xiāng."
    },
    {
        "Cipai":"一剪梅",
        "Cipai_Pinyin":"Yī Jiǎn Méi",
        "Title":"記得同燒此夜香",
        "Title_Pinyin":"Jìdé tóng shāo cǐ yè xiāng",
        "Poet":"陸游",
        "Poet_Pinyin":"Lù Yóu",
        "Topic":"Love & Longing",
        "text":"记得同烧此夜香，人在回廊，月在回廊。而今独自睚昏黄，行也思量，坐也思量。\n锦字都来三两行，千断人肠，万断人肠。雁儿何处是仙乡？来也恓惶，去也恓惶。",
        "Ci_Pinyin":"Jìdé tóng shāo cǐ yè xiāng, rén zài huíláng, yuè zài huíláng. Ér jīn dúzì yá hūnhuáng, xíng yě sīliang, zuò yě sīliang.\nJǐn zì dōu lái sān liǎng háng, qiān duàn rén cháng, wàn duàn rén cháng. Yàn er hé chù shì xiānxiāng? Lái yě xī huáng, qù yě xī huáng."
    },
    {
        "Cipai":"卜算子",
        "Cipai_Pinyin":"Bǔ Suàn Zǐ",
        "Title":"我住長江頭",
        "Title_Pinyin":"Wǒ zhù Chángjiāng tóu",
        "Poet":"李之儀",
        "Poet_Pinyin":"Lǐ Zhīyí",
        "Topic":"Love & Longing",
        "text":"我住长江头，君住长江尾。日日思君不见君，共饮长江水。\n此水几时休，此恨何时已。只愿君心似我心，定不负相思意。",
        "Ci_Pinyin":"Wǒ zhù Chángjiāng tóu, jūn zhù Chángjiāng wěi. Rì rì sī jūn bùjiàn jūn, gòng yǐn Chángjiāng shuǐ.\nCǐ shuǐ jǐ shí xiū, cǐ hèn hé shí yǐ. Zhǐ yuàn jūn xīn shì wǒ xīn, dìng bù fù xiāngsī yì."
    },
    {
        "Cipai":"卜算子",
        "Cipai_Pinyin":"Bǔ Suàn Zǐ",
        "Title":"驛外斷橋邊",
        "Title_Pinyin":"Yì wài duàn qiáo biān",
        "Poet":"陸游",
        "Poet_Pinyin":"Lù Yóu",
        "Topic":"Philosophical Reflection",
        "text":"驿外断桥边，寂寞开无主。已是黄昏独自愁，更著风和雨。\n无意苦争春，一任群芳妒。零落成泥碾作尘，只有香如故。",
        "Ci_Pinyin":"Yì wài duàn qiáo biān, jìmò kāi wú zhǔ. Yǐ shì huánghūn dúzì chóu, gèng zhe fēng hé yǔ.\nWúyì kǔ zhēng chūn, yī rèn qún fāng dù. Língluò chéng ní niǎn zuò chén, zhǐyǒu xiāng rú gù."
    },
    {
        "Cipai":"卜算子",
        "Cipai_Pinyin":"Bǔ Suàn Zǐ",
        "Title":"黃州定慧院寓居作",
        "Title_Pinyin":"Huángzhōu Dìnghuì yuàn yùjū zuò",
        "Poet":"蘇軾",
        "Poet_Pinyin":"Sū Shì",
        "Topic":"Philosophical Reflection",
        "text":"缺月挂疏桐，漏断人初静。时见幽人独往来，缥缈孤鸿影。\n惊起却回头，有恨无人省。拣尽寒枝不肯栖，寂寞沙洲冷。",
        "Ci_Pinyin":"Quē yuè guà shū tóng, lòu duàn rén chū jìng. Shí jiàn yōu rén dú wǎnglái, piǎomiǎo gū hóng yǐng.\nJīng qǐ què huítóu, yǒu hèn wú rén shěng. Jiǎn jǐn hán zhī bù kěn qī, jìmò shāzhōu lěng."
    },
    {
        "Cipai":"卜算子",
        "Cipai_Pinyin":"Bǔ Suàn Zǐ",
        "Title":"修竹翠羅寒",
        "Title_Pinyin":"Xiū zhú cuì luó hán",
        "Poet":"辛棄疾",
        "Poet_Pinyin":"Xīn Qìjí",
        "Topic":"Nature & Landscapes",
        "text":"修竹翠罗寒，迟日江山暮。幽径无人独自芳，此恨凭谁诉。\n似共梅花语，尚有寻芳侣。著意闻时不肯香，香在无心处。",
        "Ci_Pinyin":"Xiū zhú cuì luó hán, chí rì jiāngshān mù. Yōu jìng wú rén dúzì fāng, cǐ hèn píng shuí sù.\nSì gòng méihuā yǔ, shàng yǒu xún fāng lǚ. Zhuóyì wén shí bù kěn xiāng, xiāng zài wúxīn chù."
    },
    {
        "Cipai":"卜算子",
        "Cipai_Pinyin":"Bǔ Suàn Zǐ",
        "Title":"新柳樹",
        "Title_Pinyin":"Xīn liǔ shù",
        "Poet":"晏殊",
        "Poet_Pinyin":"Yàn Shū",
        "Topic":"Nature & Landscapes",
        "text":"新柳树，旧花枝。一般风景，两样愁思。\n绮窗人静，画堂春深。东风旧事，不堪重省。苹花渐老，梧叶飘黄，遣情伤。故人何在？烟水茫茫。",
        "Ci_Pinyin":"Xīn liǔ shù, jiù huā zhī. Yībān fēngjǐng, liǎng yàng chóusī.\nQǐ chuāng rén jìng, huà táng chūn shēn. Dōngfēng jiùshì, bùkān chóng shěng. Pín huā jiàn lǎo, wú yè piāo huáng, qiǎn qíng shāng. Gùrén hé zài? Yān shuǐ mángmáng."
    },
    {
        "Cipai":"青玉案",
        "Cipai_Pinyin":"Qīng Yù Àn",
        "Title":"東風夜放花千樹",
        "Title_Pinyin":"Dōngfēng yè fàng huā qiān shù",
        "Poet":"辛棄疾",
        "Poet_Pinyin":"Xīn Qìjí",
        "Topic":"Love & Longing",
        "text":"东风夜放花千树，更吹落、星如雨。宝马雕车香满路。凤箫声动，玉壶光转，一夜鱼龙舞。\n蛾儿雪柳黄金缕，笑语盈盈暗香去。众里寻他千百度，蓦然回首，那人却在，灯火阑珊处。",
        "Ci_Pinyin":"Dōngfēng yè fàng huā qiān shù, gèng chuī luò, xīng rú yǔ. Bǎomǎ diāo chē xiāng mǎn lù. Fèng xiāo shēng dòng, yù hú guāng zhuǎn, yīyè yú lóng wǔ.\nÉ er xuě liǔ huángjīn lǚ, xiàoyǔ yíngyíng ànxiāng qù. Zhòng lǐ xún tā qiān bǎi dù, mòrán huíshǒu, nà rén què zài, dēnghuǒ lánshān chù."
    },
    {
        "Cipai":"青玉案",
        "Cipai_Pinyin":"Qīng Yù Àn",
        "Title":"凌波不過橫塘路",
        "Title_Pinyin":"Língbō bùguò Héngtáng lù",
        "Poet":"賀鑄",
        "Poet_Pinyin":"Hè Zhù",
        "Topic":"Sorrow & Grief",
        "text":"凌波不过横塘路，但目送、芳尘去。锦瑟华年谁与度？月桥花院，琐窗朱户，只有春知处。\n飞云冉冉蘅皋暮，彩笔新题断肠句。试问闲愁都几许？一川烟草，满城风絮，梅子黄时雨。",
        "Ci_Pinyin":"Língbō bùguò Héngtáng lù, dàn mùsòng, fāng chén qù. Jǐn sè huá nián shuí yǔ dù? Yuè qiáo huā yuàn, suǒ chuāng zhū hù, zhǐyǒu chūn zhī chù.\nFēi yún rǎnrǎn héng gāo mù, cǎi bǐ xīn tí duàncháng jù. Shì wèn xiánchóu dōu jǐ xǔ? Yī chuān yāncǎo, mǎn chéng fēng xù, méizi huáng shí yǔ."
    },
    {
        "Cipai":"青玉案",
        "Cipai_Pinyin":"Qīng Yù Àn",
        "Title":"三年枕上",
        "Title_Pinyin":"Sān nián zhěn shàng",
        "Poet":"蘇軾",
        "Poet_Pinyin":"Sū Shì",
        "Topic":"Sorrow & Grief",
        "text":"三年枕上吴中路，遗黄犬，随君去。若到松江呼小渡，莫惊鸥鹭，四桥尽是，老子经行处。\n辋川图上看春暮，常记高人右丞句。作个归期天已许。春衫犹是，小蛮针线，曾湿西湖雨。",
        "Ci_Pinyin":"Sān nián zhěn shàng Wúzhōng lù, yí huáng quǎn, suí jūn qù. Ruò dào Sōngjiāng hū xiǎo dù, mò jīng ōulù, sì qiáo jìn shì, lǎozi jīng xíng chù.\nWǎngchuān tú shàng kàn chūn mù, cháng jì gāorén yòu chéng jù. Zuò gè guī qī tiān yǐ xǔ. Chūn shān yóu shì, xiǎo mán zhēnxiàn, céng shī Xīhú yǔ."
    },
    {
        "Cipai":"青玉案",
        "Cipai_Pinyin":"Qīng Yù Àn",
        "Title":"義豐道中",
        "Title_Pinyin":"Yì fēng dào zhōng",
        "Poet":"程顥",
        "Poet_Pinyin":"Chéng Hào",
        "Topic":"Nature & Landscapes",
        "text":"义丰道中，忽晴忽雨，风物佳丽。沙路归来，醉倒不知何处。\n但觉狂歌走马，两岸桃花夹路。玉人何处？数点归鸦，映著晚霞去。",
        "Ci_Pinyin":"Yì fēng dào zhōng, hū qíng hū yǔ, fēngwù jiā lì. Shā lù guīlái, zuì dǎo bùzhī hé chù.\nDàn jué kuáng gē zǒumǎ, liǎng'àn táohuā jiā lù. Yù rén hé chù? Shǔ diǎn guī yā, yìngzhe wǎnxiá qù."
    },
    {
        "Cipai":"青玉案",
        "Cipai_Pinyin":"Qīng Yù Àn",
        "Title":"碧山錦樹",
        "Title_Pinyin":"Bì shān jǐn shù",
        "Poet":"曹組",
        "Poet_Pinyin":"Cáo Zǔ",
        "Topic":"Nature & Landscapes",
        "text":"碧山锦树，红桡画舸，缓移波面。一镜空蒙，倒影金鼇崷崒。\n闻道蓬莱近也，飞盖鹅黄，遥看是、宫殿。渐觉云海沉沉，倚阑凝望，翩然飞过。只恐蕊宫仙阙，人间不见。",
        "Ci_Pinyin":"Bì shān jǐn shù, hóng ráo huà gě, huǎn yí bō miàn. Yī jìng kōng méng, dàoyǐng jīn áo qiú zú.\nWén dào Pénglái jìn yě, fēi gài é huáng, yáo kàn shì, gōngdiàn. Jiàn jué yúnhǎi chénchén, yǐ lán níngwàng, piānrán fēiguò. Zhǐ kǒng ruǐ gōng xiān què, rénjiān bùjiàn."
    },
    {
        "Cipai":"西江月",
        "Cipai_Pinyin":"Xī Jiāng Yuè",
        "Title":"明月別枝驚鵲",
        "Title_Pinyin":"Míngyuè bié zhī jīng què",
        "Poet":"辛棄疾",
        "Poet_Pinyin":"Xīn Qìjí",
        "Topic":"Nature & Landscapes",
        "text":"明月别枝惊鹊，清风半夜鸣蝉。稻花香里说丰年，听取蛙声一片。\n七八个星天外，两三点雨山前。旧时茅店社林边，路转溪桥忽见。",
        "Ci_Pinyin":"Míngyuè bié zhī jīng què, qīngfēng bànyè míng chán. Dào huā xiāng lǐ shuō fēngnián, tīng qǔ wā shēng yīpiàn.\nQī bā gè xīng tiān wài, liǎng sān diǎn yǔ shān qián. Jiù shí máo diàn shè lín biān, lù zhuǎn xī qiáo hū jiàn."
    },
    {
        "Cipai":"西江月",
        "Cipai_Pinyin":"Xī Jiāng Yuè",
        "Title":"世事一場大夢",
        "Title_Pinyin":"Shìshì yī chǎng dà mèng",
        "Poet":"蘇軾",
        "Poet_Pinyin":"Sū Shì",
        "Topic":"Philosophical Reflection",
        "text":"世事一场大梦，人生几度秋凉。夜来风叶已鸣廊，看取眉头鬓上。\n酒贱常愁客少，月明多被云妨。中秋谁与共孤光，把盏凄然北望。",
        "Ci_Pinyin":"Shìshì yī chǎng dà mèng, rénshēng jǐ dù qiū liáng. Yèlái fēng yè yǐ míng láng, kàn qǔ méitóu bìn shàng.\nJiǔ jiàn cháng chóu kè shǎo, yuè míng duō bèi yún fáng. Zhōngqiū shuí yǔ gòng gū guāng, bǎ zhǎn qīrán běi wàng."
    },
    {
        "Cipai":"西江月",
        "Cipai_Pinyin":"Xī Jiāng Yuè",
        "Title":"鳳凰繡",
        "Title_Pinyin":"Fènghuáng xiù",
        "Poet":"柳永",
        "Poet_Pinyin":"Liǔ Yǒng",
        "Topic":"Love & Longing",
        "text":"凤凰绣，鸳鸯锦，翠翘金缕。\n惟有楼前流水，应念我、终日凝眸。凝眸。从今又添，一段新愁。",
        "Ci_Pinyin":"Fènghuáng xiù, yuānyāng jǐn, cuì qiào jīn lǚ.\nWéi yǒu lóu qián liúshuǐ, yīng niàn wǒ, zhōngrì níng móu. Níng móu. Cóng jīn yòu tiān, yīduàn xīn chóu."
    },
    {
        "Cipai":"西江月",
        "Cipai_Pinyin":"Xī Jiāng Yuè",
        "Title":"日日深杯酒滿",
        "Title_Pinyin":"Rì rì shēn bēi jiǔ mǎn",
        "Poet":"朱敦儒",
        "Poet_Pinyin":"Zhū Dūnrú",
        "Topic":"Philosophical Reflection",
        "text":"日日深杯酒满，朝朝小圃花开。自歌自舞自开怀，无拘无束无碍。\n青史几番春梦，红尘多少奇才。不须计较与安排，领取而今现在。",
        "Ci_Pinyin":"Rì rì shēn bēi jiǔ mǎn, zhāo zhāo xiǎo pǔ huā kāi. Zì gē zì wǔ zì kāihuái, wú jū wú shù wú ài.\nQīngshǐ jǐ fān chūnmèng, hóngchén duōshǎo qícái. Bùxū jìjiào yǔ ānpái, lǐngqǔ érjīn xiànzài."
    },
    {
        "Cipai":"西江月",
        "Cipai_Pinyin":"Xī Jiāng Yuè",
        "Title":"寶髻鬆鬆",
        "Title_Pinyin":"Bǎo jì sōng sōng",
        "Poet":"司馬光",
        "Poet_Pinyin":"Sīmǎ Guāng",
        "Topic":"Love & Longing",
        "text":"宝髻松松挽就，铅华淡淡妆成。青烟翠雾罩轻盈，飞絮游丝无定。\n相见争如不见，多情何似无情。笙歌散后酒初醒，深院月明人静。",
        "Ci_Pinyin":"Bǎo jì sōng sōng wǎn jiù, qiānhuá dàndàn zhuāng chéng. Qīng yān cuì wù zhào qīngyíng, fēixù yóu sī wú dìng.\nXiāngjiàn zhēng rú bùjiàn, duōqíng hé sì wúqíng. Shēnggē sàn hòu jiǔ chū xǐng, shēn yuàn yuè míng rén jìng."
    },
    {
        "Cipai":"臨江仙",
        "Cipai_Pinyin":"Lín Jiāng Xiān",
        "Title":"夜飲東坡醒復醉",
        "Title_Pinyin":"Yè yǐn Dōngpō xǐng fù zuì",
        "Poet":"蘇軾",
        "Poet_Pinyin":"Sū Shì",
        "Topic":"Philosophical Reflection",
        "text":"夜饮东坡醒复醉，归来仿佛三更。家童鼻息已雷鸣。敲门都不应，倚杖听江声。\n长恨此身非我有，何时忘却营营。夜阑风静縠纹平。小舟从此逝，江海寄余生。",
        "Ci_Pinyin":"Yè yǐn Dōngpō xǐng fù zuì, guīlái fǎngfú sāngēng. Jiātóng bí xī yǐ léi míng. Qiāomén dōu bù yìng, yǐ zhàng tīng jiāng shēng.\nCháng hèn cǐ shēn fēi wǒ yǒu, héshí wàngquè yíngyíng. Yè lán fēng jìng hú wén píng. Xiǎozhōu cóngcǐ shì, jiānghǎi jì yúshēng."
    },
    {
        "Cipai":"臨江仙",
        "Cipai_Pinyin":"Lín Jiāng Xiān",
        "Title":"滾滾長江東逝水",
        "Title_Pinyin":"Gǔngǔn Chángjiāng dōng shì shuǐ",
        "Poet":"楊慎",
        "Poet_Pinyin":"Yáng Shèn",
        "Topic":"History & Nostalgia",
        "text":"滚滚长江东逝水，浪花淘尽英雄。是非成败转头空。青山依旧在，几度夕阳红。\n白发渔樵江渚上，惯看秋月春风。一壶浊酒喜相逢。古今多少事，都付笑谈中。",
        "Ci_Pinyin":"Gǔngǔn Chángjiāng dōng shì shuǐ, lànghuā táo jǐn yīngxióng. Shìfēi chéngbài zhuǎntóu kōng. Qīngshān yījiù zài, jǐ dù xīyáng hóng.\nBáifà yú qiáo jiāng zhǔ shàng, guàn kàn qiū yuè chūnfēng. Yī hú zhuójiǔ xǐ xiāngféng. Gǔjīn duōshǎo shì, dōu fù xiàotán zhōng."
    },
    {
        "Cipai":"臨江仙",
        "Cipai_Pinyin":"Lín Jiāng Xiān",
        "Title":"柳外輕雷",
        "Title_Pinyin":"Liǔ wài qīng léi",
        "Poet":"歐陽修",
        "Poet_Pinyin":"Ōuyáng Xiū",
        "Topic":"Love & Longing",
        "text":"柳外轻雷池上雨，雨声滴碎荷声。小楼西角断虹明。阑干倚处，待得月华生。\n燕子飞来窥画栋，玉钩垂下帘旌。凉波不动簟纹平。水精双枕，畔有堕钗横。",
        "Ci_Pinyin":"Liǔ wài qīng léi chí shàng yǔ, yǔ shēng dī suì hé shēng. Xiǎo lóu xī jiǎo duàn hóng míng. Lángān yǐ chù, dài de yuè huá shēng.\nYànzi fēi lái kuī huà dòng, yù gōu chuí xià lián jīng. Liáng bō bùdòng diàn wén píng. Shuǐjīng shuāng zhěn, pàn yǒu duò chāi héng."
    },
    {
        "Cipai":"臨江仙",
        "Cipai_Pinyin":"Lín Jiāng Xiān",
        "Title":"庭院深深",
        "Title_Pinyin":"Tíngyuàn shēn shēn",
        "Poet":"李清照",
        "Poet_Pinyin":"Lǐ Qīngzhào",
        "Topic":"Sorrow & Grief",
        "text":"庭院深深深几许，云窗雾阁常扃。柳梢梅萼渐分明。春归秣陵树，人老建康城。\n感月吟风多少事，如今老去无成。谁怜憔悴更凋零。试灯无意思，踏雪没心情。",
        "Ci_Pinyin":"Tíngyuàn shēn shēn shēn jǐ xǔ, yún chuāng wù gé cháng jiōng. Liǔ shāo méi è jiàn fēnmíng. Chūn guī mòlíng shù, rén lǎo jiànkāng chéng.\nGǎn yuè yín fēng duōshǎo shì, rújīn lǎo qù wú chéng. Shuí lián qiáocuì gèng diāolíng. Shì dēng wú yìsi, tà xuě méi xīnqíng."
    },
    {
        "Cipai":"臨江仙",
        "Cipai_Pinyin":"Lín Jiāng Xiān",
        "Title":"夢後樓台高鎖",
        "Title_Pinyin":"Mèng hòu lóutái gāo suǒ",
        "Poet":"晏幾道",
        "Poet_Pinyin":"Yàn Jǐdào",
        "Topic":"Love & Longing",
        "text":"梦后楼台高锁，酒醒帘幕低垂。去年春恨却来时。落花人独立，微雨燕双飞。\n记得小苹初见，两重心字罗衣。琵琶弦上说相思。当时明月在，曾照彩云归。",
        "Ci_Pinyin":"Mèng hòu lóutái gāo suǒ, jiǔ xǐng lián mù dī chuí. Qùnián chūn hèn què lái shí. Luòhuā rén dúlì, wēiyǔ yàn shuāng fēi.\nJìdé xiǎo pín chū jiàn, liǎng chóngxīn zì luó yī. Pípá xián shàng shuō xiāngsī. Dāngshí míngyuè zài, céng zhào cǎiyún guī."
    },
    {
        "Cipai":"定風波",
        "Cipai_Pinyin":"Dìng Fēng Bō",
        "Title":"莫聽穿林打葉聲",
        "Title_Pinyin":"Mò tīng chuān lín dǎ yè shēng",
        "Poet":"蘇軾",
        "Poet_Pinyin":"Sū Shì",
        "Topic":"Philosophical Reflection",
        "text":"莫听穿林打叶声，何妨吟啸且徐行。竹杖芒鞋轻胜马，谁怕？一蓑烟雨任平生。\n料峭春风吹酒醒，微冷，山头斜照却相迎。回首向来萧瑟处，归去，也无风雨也无晴。",
        "Ci_Pinyin":"Mò tīng chuān lín dǎ yè shēng, héfáng yín xiào qiě xúxíng. Zhúzhàng máng xié qīng shèng mǎ, shuí pà? Yī suō yānyǔ rèn píngshēng.\nLiàoqiào chūnfēng chuī jiǔ xǐng, wēi lěng, shāntóu xiézhào què xiāng yíng. Huíshǒu xiànglái xiāosè chù, guī qù, yě wú fēngyǔ yě wú qíng."
    },
    {
        "Cipai":"定風波",
        "Cipai_Pinyin":"Dìng Fēng Bō",
        "Title":"南海歸贈王定國侍人",
        "Title_Pinyin":"Nánhǎi guī zèng Wáng Dìngguó shìrén",
        "Poet":"蘇軾",
        "Poet_Pinyin":"Sū Shì",
        "Topic":"Philosophical Reflection",
        "text":"常羡人间琢玉郎，天应乞与点酥娘。尽道清歌传皓齿，风起，雪飞炎海变清凉。\n万里归来颜愈少，微笑，笑时犹带岭梅香。试问岭南应不好，却道：此心安处是吾乡。",
        "Ci_Pinyin":"Cháng xiàn rénjiān zhuó yù láng, tiān yìng qǐ yǔ diǎn sū niáng. Jǐn dào qīng gē chuán hào chǐ, fēng qǐ, xuě fēi yán hǎi biàn qīngliáng.\nWànlǐ guīlái yán yù shǎo, wéixiào, xiào shí yóu dài lǐng méi xiāng. Shì wèn lǐng nán yīng bù hǎo, què dào: cǐ xīn ān chù shì wú xiāng."
    },
    {
        "Cipai":"定風波",
        "Cipai_Pinyin":"Dìng Fēng Bō",
        "Title":"把酒花前",
        "Title_Pinyin":"Bǎ jiǔ huā qián",
        "Poet":"歐陽修",
        "Poet_Pinyin":"Ōuyáng Xiū",
        "Topic":"Philosophical Reflection",
        "text":"把酒花前欲问君，世间何计可留春。纵使青春留得住，虚语。青春元不为人留。\nண்ட花不语，东风无力，吹泪零如雨。便归也，瘦应因此。今夜青衫湿。",
        "Ci_Pinyin":"Bǎ jiǔ huā qián yù wèn jūn, shìjiān hé jì kě liú chūn. Zòngshǐ qīngchūn liú dé zhù, xū yǔ. Qīngchūn yuán bù wéi rén liú.\nண்ட花不語, dōngfēng wúlì, chuī lèi líng rú yǔ. Biàn guī yě, shòu yīng yīncǐ. Jīnyè qīng shān shī."
    },
    {
        "Cipai":"定風波",
        "Cipai_Pinyin":"Dìng Fēng Bō",
        "Title":"席上送范廓之",
        "Title_Pinyin":"Xí shàng sòng Fàn Kuòzhī",
        "Poet":"辛棄疾",
        "Poet_Pinyin":"Xīn Qìjí",
        "Topic":"Patriotism & Heroism",
        "text":"席上送范廓之。带酒冲山雨，和衣睡倒人怀。空阔远看，障风烟、平楚渺难哉。\n朱颜老去，清镜里、几度花开。想见黄合归来，未应举手便称才。沉吟此事，古来几人，能为英雄。壮气尽，犹有骄横。料峭春风吹酒醒，微冷，山头斜照却相迎。",
        "Ci_Pinyin":"Xí shàng sòng Fàn Kuòzhī. Dài jiǔ chōng shān yǔ, hé yī shuì dǎo rén huái. Kōngkuò yuǎn kàn, zhàng fēngyān, píng chǔ miǎo nán zāi.\nZhū yán lǎo qù, qīng jìng lǐ, jǐ dù huā kāi. Xiǎngjiàn huáng gé guīlái, wèi yìng jǔ shǒu biàn chēng cái. Chényín cǐ shì, gǔlái jǐ rén, néng wéi yīngxióng. Zhuàngqì jǐn, yóu yǒu jiāohèng. Liàoqiào chūnfēng chuī jiǔ xǐng, wēi lěng, shāntóu xiézhào què xiāng yíng."
    },
    {
        "Cipai":"定風波",
        "Cipai_Pinyin":"Dìng Fēng Bō",
        "Title":"自春來",
        "Title_Pinyin":"Zì chūn lái",
        "Poet":"周邦彥",
        "Poet_Pinyin":"Zhōu Bāngyàn",
        "Topic":"Love & Longing",
        "text":"自春来、惨绿愁红，芳心是事可可。日上花梢，莺穿柳带，犹压香衾卧。暖酥消，腻云亸，终日厌厌倦梳裹。无那。恨薄情一去，音书无个。\n早知恁么。悔当初、不把雕鞍锁。向鸡窗、只与蛮笺象管，拘束教吟课。镇相随，莫抛躲。针线闲拈伴伊坐。和我。免使年少，光阴虚过。",
        "Ci_Pinyin":"Zì chūn lái, cǎn lǜ chóu hóng, fāngxīn shì shì kěkě. Rì shàng huā shāo, yīng chuān liǔ dài, yóu yā xiāng qīn wò. Nuǎn sū xiāo, nì yún duǒ, zhōngrì yànyàn juàn shū guǒ. Wú nà. Hèn bóqíng yī qù, yīnshū wú gè.\nZǎo zhī rèn me. Huǐ dāngchū, bù bǎ diāo ān suǒ. Xiàng jī chuāng, zhǐ yǔ mán jiān xiàng guǎn, jūshù jiào yín kè. Zhèn xiāng suí, mò pāo duǒ. Zhēnxiàn xián niān bàn yī zuò. Hé wǒ. Miǎn shǐ niánshào, guāngyīn xūguò."
    },
    {
        "Cipai":"漁家傲",
        "Cipai_Pinyin":"Yú Jiā Ào",
        "Title":"塞下秋來風景異",
        "Title_Pinyin":"Sāi xià qiū lái fēngjǐng yì",
        "Poet":"范仲淹",
        "Poet_Pinyin":"Fàn Zhòngyān",
        "Topic":"Patriotism & Heroism",
        "text":"塞下秋来风景异，衡阳雁去无留意。四面边声连角起，千嶂里，长烟落日孤城闭。\n浊酒一杯家万里，燕然未勒归无计。羌管悠悠霜满地，人不寐，将军白发征夫泪。",
        "Ci_Pinyin":"Sāi xià qiū lái fēngjǐng yì, héngyáng yàn qù wú liúyì. Sìmiàn biān shēng lián jiǎo qǐ, qiān zhàng lǐ, cháng yān luòrì gū chéng bì.\nZhuójiǔ yībēi jiā wànlǐ, yànrán wèi lēi guī wú jì. Qiāng guǎn yōuyōu shuāng mǎn dì, rén bù mèi, jiāngjūn báifà zhēngfū lèi."
    },
    {
        "Cipai":"漁家傲",
        "Cipai_Pinyin":"Yú Jiā Ào",
        "Title":"天接雲濤連曉霧",
        "Title_Pinyin":"Tiān jiē yún tāo lián xiǎo wù",
        "Poet":"李清照",
        "Poet_Pinyin":"Lǐ Qīngzhào",
        "Topic":"Nature & Landscapes",
        "text":"天接云涛连晓雾，星河欲转千帆舞。仿佛梦魂归帝所。闻天语，殷勤问我归何处。\n我报路长嗟日暮，学诗谩有惊人句。九万里风鹏正举。风休住，蓬舟吹取三山去。",
        "Ci_Pinyin":"Tiān jiē yún tāo lián xiǎo wù, xīnghé yù zhuǎn qiān fān wǔ. Fǎngfú mèng hún guī dì suǒ. Wén tiān yǔ, yīnqín wèn wǒ guī hé chù.\nWǒ bào lù cháng jiē rì mù, xué shī màn yǒu jīngrén jù. Jiǔ wàn lǐ fēng péng zhèng jǔ. Fēng xiū zhù, péng zhōu chuī qǔ sān shān qù."
    },
    {
        "Cipai":"漁家傲",
        "Cipai_Pinyin":"Yú Jiā Ào",
        "Title":"荷葉田田",
        "Title_Pinyin":"Héyè tián tián",
        "Poet":"歐陽修",
        "Poet_Pinyin":"Ōuyáng Xiū",
        "Topic":"Nature & Landscapes",
        "text":"荷叶田田青照水，孤舟挽在花阴底。昨夜萧萧疏雨坠。\n愁不寐，朝来又觉西风起。雨摆风摇金蕊碎，合欢枝上香房翠。莲子与人长厮类。无好计，见时各自心儿里。",
        "Ci_Pinyin":"Héyè tián tián qīng zhào shuǐ, gū zhōu wǎn zài huā yīn dǐ. Zuóyè xiāoxiāo shū yǔ zhuì.\nChóu bù mèi, zhāo lái yòu jué xīfēng qǐ. Yǔ bǎi fēng yáo jīn ruǐ suì, héhuān zhī shàng xiāng fáng cuì. Liánzǐ yǔ rén cháng sī lèi. Wú hǎo jì, jiàn shí gèzì xīn er lǐ."
    },
    {
        "Cipai":"漁家傲",
        "Cipai_Pinyin":"Yú Jiā Ào",
        "Title":"小雨纖纖風細細",
        "Title_Pinyin":"Xiǎoyǔ xiānxiān fēng xì xì",
        "Poet":"朱服",
        "Poet_Pinyin":"Zhū Fú",
        "Topic":"Sorrow & Grief",
        "text":"小雨纤纤风细细，万家杨柳青烟里。恋树湿花飞不起，愁无际，和春付与东流水。\n九十光阴能有几？金龟解尽留无计。寄语东阳沽酒市，拚一醉，而今乐事他年泪。",
        "Ci_Pinyin":"Xiǎoyǔ xiānxiān fēng xì xì, wàn jiā yángliǔ qīng yān lǐ. Liàn shù shī huā fēi bù qǐ, chóu wújì, hé chūn fù yǔ dōng liúshuǐ.\nJiǔshí guāngyīn néng yǒu jǐ? Jīnguī jiě jǐn liú wú jì. Jìyǔ dōngyáng gū jiǔ shì, pàn yī zuì, érjīn lèshì tā nián lèi."
    },
    {
        "Cipai":"漁家傲",
        "Cipai_Pinyin":"Yú Jiā Ào",
        "Title":"東望山陰",
        "Title_Pinyin":"Dōng wàng Shānyīn",
        "Poet":"陸游",
        "Poet_Pinyin":"Lù Yóu",
        "Topic":"History & Nostalgia",
        "text":"东望山阴何处是？往来一万三千里。写得家书空满纸。\n流清泪，书回已是明年事。寄语红桥桥下水，扁舟何日寻兄弟。行遍天涯真老矣。愁无寐，鬓丝几缕茶烟里。",
        "Ci_Pinyin":"Dōng wàng Shānyīn hé chù shì? Wǎnglái yī wàn sānqiān lǐ. Xiě dé jiāshū kōng mǎn zhǐ.\nLiú qīng lèi, shū huí yǐ shì míngnián shì. Jìyǔ hóng qiáo qiáo xià shuǐ, piānzhōu hé rì xún xiōngdì. Xíng biàn tiānyá zhēn lǎo yǐ. Chóu wú mèi, bìn sī jǐ lǚ chá yān lǐ."
    },
    {
        "Cipai":"釵頭鳳",
        "Cipai_Pinyin":"Chāi Tóu Fèng",
        "Title":"紅酥手",
        "Title_Pinyin":"Hóng sū shǒu",
        "Poet":"陸游",
        "Poet_Pinyin":"Lù Yóu",
        "Topic":"Love & Longing",
        "text":"红酥手，黄藤酒，满城春色宫墙柳。东风恶，欢情薄。一怀愁绪，几年离索。错、错、错。\n春如旧，人空瘦，泪痕红浥鲛绡透。桃花落，闲池阁。山盟虽在，锦书难托。莫、莫、莫！",
        "Ci_Pinyin":"Hóng sū shǒu, huáng téng jiǔ, mǎn chéng chūnsè gōng qiáng liǔ. Dōngfēng è, huānqíng báo. Yī huái chóuxù, jǐ nián lí suǒ. Cuò, cuò, cuò.\nChūn rú jiù, rén kōng shòu, lèihén hóng yì jiāo xiāo tòu. Táohuā luò, xián chí gé. Shānméng suī zài, jǐn shū nán tuō. Mò, mò, mò!"
    },
    {
        "Cipai":"釵頭鳳",
        "Cipai_Pinyin":"Chāi Tóu Fèng",
        "Title":"世情薄",
        "Title_Pinyin":"Shìqíng báo",
        "Poet":"唐琬",
        "Poet_Pinyin":"Táng Wǎn",
        "Topic":"Sorrow & Grief",
        "text":"世情薄，人情恶，雨送黄昏花易落。晓风干，泪痕残。欲笺心事，独语斜阑。难、难、难。\n人成各，今非昨，病魂常似秋千索。角声寒，夜阑珊。怕人寻问，咽泪装欢。瞒、瞒、瞒！",
        "Ci_Pinyin":"Shìqíng báo, rénqíng è, yǔ sòng huánghūn huā yì luò. Xiǎo fēng gān, lèihén cán. Yù jiān xīns hì, dú yǔ xié lán. Nán, nán, nán.\nRén chéng gè, jīn fēi zuó, bìng hún cháng shì qiūqiān suǒ. Jiǎo shēng hán, yè lánshān. Pà rén xúnwèn, yàn lèi zhuāng huān. Mán, mán, mán!"
    },
    {
        "Cipai":"釵頭鳳",
        "Cipai_Pinyin":"Chāi Tóu Fèng",
        "Title":"有力",
        "Title_Pinyin":"Yǒu lì",
        "Poet":"劉克莊",
        "Poet_Pinyin":"Liú Kèzhuāng",
        "Topic":"Patriotism & Heroism",
        "text":"有力。无人识。英雄无用，谩 Winfried。半生事业，寸心孤直。\n谤书盈箧，谗言彻骨。识、识、识。臣有罪，陛下圣。可怜原宪，长贫贱。功名已矣，尚存老命。白头灯下，夜深缝掖。圣、圣、圣。",
        "Ci_Pinyin":"Yǒu lì. Wú rén shí. Yīngxióng wú yòng, mán Winfried. Bànshēng shìyè, cùnxīn gū zhí.\nBàng shū yíng qiè, chányán chègǔ. Shí, shí, shí. Chén yǒu zuì, bìxià shèng. Kělián yuán xiàn, cháng pínjiàn. Gōngmíng yǐ yǐ, shàng cún lǎo mìng. Báitóu dēng xià, yèshēn féng yè. Shèng, shèng, shèng."
    },
    {
        "Cipai":"釵頭鳳",
        "Cipai_Pinyin":"Chāi Tóu Fèng",
        "Title":"夜聞宮中",
        "Title_Pinyin":"Yè wén gōng zhōng",
        "Poet":"辛棄疾",
        "Poet_Pinyin":"Xīn Qìjí",
        "Topic":"Sorrow & Grief",
        "text":"夜闻宫中，吹箫声，呜咽欲绝。问何人、会此？是鬼是仙。\n我欲往听，恐惊宿鸟，悄然独步，月在庭前。怜、怜、怜。风不定，人初静，断桥流水，无人见。想当时、黄昏后，月上柳梢头，人约黄昏后。见、见、见。",
        "Ci_Pinyin":"Yè wén gōng zhōng, chuī xiāo shēng, wūyè yù jué. Wèn hé rén, huì cǐ? Shì guǐ shì xiān.\nWǒ yù wǎng tīng, kǒng jīng sù niǎo, qiǎorán dú bù, yuè zài tíng qián. Lián, lián, lián. Fēng bùdìng, rén chū jìng, duàn qiáo liúshuǐ, wú rén jiàn. Xiǎng dāngshí, huánghūn hòu, yuè shàng liǔshāo tóu, rén yuē huánghūn hòu. Jiàn, jiàn, jiàn."
    },
    {
        "Cipai":"釵頭鳳",
        "Cipai_Pinyin":"Chāi Tóu Fèng",
        "Title":"春淺",
        "Title_Pinyin":"Chūn qiǎn",
        "Poet":"韓元吉",
        "Poet_Pinyin":"Hán Yuánjí",
        "Topic":"Love & Longing",
        "text":"春浅。芳菲遍。层城高望，真珠乱。画楼人静，绣屏一半。\n东风不管，吹愁不断。遍、遍、遍。情脉脉，恨厌厌。旧欢新梦，都休念。如今憔悴，但余双脸。玉肌红粉，更谁肯见。厌、厌、厌。",
        "Ci_Pinyin":"Chūn qiǎn. Fāngfēi biàn. Céng chéng gāo wàng, zhēnzhū luàn. Huà lóu rén jìng, xiù píng yībàn.\nDōngfēng bùguǎn, chuī chóu bùduàn. Biàn, biàn, biàn. Qíng mòmò, hèn yànyàn. Jiù huān xīn mèng, dōu xiū niàn. Rújīn qiáocuì, dàn yú shuāng liǎn. Yù jī hóng fěn, gèng shuí kěn jiàn. Yàn, yàn, yàn."
    },
    {
        "Cipai":"破陣子",
        "Cipai_Pinyin":"Pò Zhèn Zǐ",
        "Title":"醉裡挑燈看劍",
        "Title_Pinyin":"Zuì lǐ tiǎo dēng kàn jiàn",
        "Poet":"辛棄疾",
        "Poet_Pinyin":"Xīn Qìjí",
        "Topic":"Patriotism & Heroism",
        "text":"醉里挑灯看剑，梦回吹角连营。八百里分麾下炙，五十弦翻塞外声，沙场秋点兵。\n马作的卢飞快，弓如霹雳弦惊。了却君王天下事，赢得生前身后名。可怜白发生！",
        "Ci_Pinyin":"Zuì lǐ tiǎo dēng kàn jiàn, mèng huí chuī jiǎo lián yíng. Bābǎi lǐ fēn huī xià zhì, wǔ shí xián fān sàiwài shēng, shāchǎng qiū diǎn bīng.\nMǎ zuò dí lú fēi kuài, gōng rú pīlì xián jīng. Liǎo què jūnwáng tiānxià shì, yíngdé shēngqián shēnhòu míng. Kělián báifà shēng!"
    },
    {
        "Cipai":"破陣子",
        "Cipai_Pinyin":"Pò Zhèn Zǐ",
        "Title":"四十年來家國",
        "Title_Pinyin":"Sìshí niánlái jiā guó",
        "Poet":"李煜",
        "Poet_Pinyin":"Lǐ Yù",
        "Topic":"Sorrow & Grief",
        "text":"四十年来家国，三千里地山河。凤阁龙楼连霄汉，玉树琼枝作烟萝，几曾识干戈？\n一旦归为臣虏，沈腰潘鬓销磨。最是仓皇辞庙日，教坊犹奏别离歌，垂泪对宫娥。",
        "Ci_Pinyin":"Sìshí niánlái jiā guó, sānqiān lǐ dì shānhé. Fèng gé lóng lóu lián xiāohàn, yù shù qióng zhī zuò yān luó, jǐ céng shí gāngē?\nYīdàn guī wéi chén lǔ, shěn yāo pān bìn xiāomó. Zuì shì cānghuáng cí miào rì, jiàofang yóu zòu biélí gē, chuí lèi duì gōng'é."
    },
    {
        "Cipai":"破陣子",
        "Cipai_Pinyin":"Pò Zhèn Zǐ",
        "Title":"燕子來時新社",
        "Title_Pinyin":"Yànzi lái shí xīn shè",
        "Poet":"晏殊",
        "Poet_Pinyin":"Yàn Shū",
        "Topic":"Nature & Landscapes",
        "text":"燕子来时新社，梨花落后清明。池上碧苔三四点，叶底黄鹂一两声，日长飞絮轻。\n巧笑东邻女伴，采桑径里逢迎。疑怪昨宵春梦好，元是今朝斗草赢，笑从双脸生。",
        "Ci_Pinyin":"Yànzi lái shí xīn shè, líhuā luòhòu qīngmíng. Chí shàng bì tái sān sì diǎn, yè dǐ huáng lí yī liǎng shēng, rì cháng fēi xù qīng.\nQiǎoxiào dōng lín nǚ bàn, cǎisāng jìng lǐ féngyíng. Yí guài zuó xiāo chūnmèng hǎo, yuán shì jīnzhāo dòu cǎo yíng, xiào cóng shuāng liǎn shēng."
    },
    {
        "Cipai":"破陣子",
        "Cipai_Pinyin":"Pò Zhèn Zǐ",
        "Title":"露花倒影",
        "Title_Pinyin":"Lù huā dào yǐng",
        "Poet":"柳永",
        "Poet_Pinyin":"Liǔ Yǒng",
        "Topic":"Love & Longing",
        "text":"露花倒影，烟芜蘸碧，隐映平林。障泥未解，罗袜先湿。\n寻芳踏翠，东风旧事。追念前欢，人生如寄。但有当时，闻歌见舞。对酒当歌，乐事无数。",
        "Ci_Pinyin":"Lù huā dào yǐng, yān wú zhàn bì, yǐnyìng píng lín. Zhàng ní wèi jiě, luó wà xiān shī.\nXún fāng tà cuì, dōngfēng jiùshì. Zhuīniàn qián huān, rénshēng rú jì. Dàn yǒu dāngshí, wén gē jiàn wǔ. Duì jiǔ dāng gē, lèshì wúshù."
    },
    {
        "Cipai":"破陣子",
        "Cipai_Pinyin":"Pò Zhèn Zǐ",
        "Title":"有客",
        "Title_Pinyin":"Yǒu kè",
        "Poet":"蘇軾",
        "Poet_Pinyin":"Sū Shì",
        "Topic":"Philosophical Reflection",
        "text":"有客抱琴，独坐岩石。弹为《悲风》，又为《流水》。\n客去声寂，余音袅袅。山鸣谷应，风起水涌。携幼入室，有酒盈樽。小子读书，不见所苦。我亦有心，与君同好。浩歌长啸，意不在声。",
        "Ci_Pinyin":"Yǒu kè bào qín, dú zuò yánshí. Dàn wèi “bēifēng”, yòu wèi “liúshuǐ”.\nKè qù shēng jì, yúyīn niǎoniǎo. Shān míng gǔ yīng, fēng qǐ shuǐ yǒng. Xié yòu rù shì, yǒu jiǔ yíng zūn. Xiǎozi dúshū, bùjiàn suǒ kǔ. Wǒ yì yǒuxīn, yǔ jūn tóng hào. Hào gē cháng xiào, yì bùzài shēng."
    },
    {
        "Cipai":"菩薩蠻",
        "Cipai_Pinyin":"Púsà Mán",
        "Title":"小山重疊金明滅",
        "Title_Pinyin":"Xiǎo shān chóngdié jīn míng miè",
        "Poet":"溫庭筠",
        "Poet_Pinyin":"Wēn Tíngyūn",
        "Topic":"Love & Longing",
        "text":"小山重叠金明灭，鬓云欲度香腮雪。懒起画蛾眉，弄妆梳洗迟。\n照花前后镜，花面交相映。新帖绣罗襦，双双金鹧鸪。",
        "Ci_Pinyin":"Xiǎo shān chóngdié jīn míng miè, bìn yún yù dù xiāng sāi xuě. Lǎn qǐ huà éméi, nòng zhuāng shūxǐ chí.\nZhào huā qiánhòu jìng, huā miàn jiāo xiāng yìng. Xīn tiē xiù luó rú, shuāng shuāng jīn zhè gū."
    },
    {
        "Cipai":"菩薩蠻",
        "Cipai_Pinyin":"Púsà Mán",
        "Title":"平林漠漠煙如織",
        "Title_Pinyin":"Píng lín mò mò yān rú zhī",
        "Poet":"李白",
        "Poet_Pinyin":"Lǐ Bái",
        "Topic":"Sorrow & Grief",
        "text":"平林漠漠烟如织，寒山一带伤心碧。暝色入高楼，有人楼上愁。\n玉阶空伫立，宿鸟归飞急。何处是归程？长亭更短亭。",
        "Ci_Pinyin":"Píng lín mò mò yān rú zhī, hánshān yī dài shāngxīn bì. Míng sè rù gāolóu, yǒurén lóu shàng chóu.\nYù jiē kōng zhùlì, sù niǎo guī fēi jí. Hé chù shì guī chéng? Cháng tíng gèng duǎn tíng."
    },
    {
        "Cipai":"菩薩蠻",
        "Cipai_Pinyin":"Púsà Mán",
        "Title":"玉骨冰肌",
        "Title_Pinyin":"Yù gǔ bīng jī",
        "Poet":"蘇軾",
        "Poet_Pinyin":"Sū Shì",
        "Topic":"Nature & Landscapes",
        "text":"玉骨冰肌，自清凉无汗。水殿风来暗香满。\n绣帘开，一点明月窥人，人未寝，欹枕钗横鬓乱。起来携素手，庭户无声，时见疏星渡河汉。试问夜如何？夜已三更，金波淡，玉绳低转。但屈指西风几时来，又不道流年暗中偷换。",
        "Ci_Pinyin":"Yù gǔ bīng jī, zì qīngliáng wú hàn. Shuǐ diàn fēng lái àn xiāng mǎn.\nXiù lián kāi, yīdiǎn míngyuè kuī rén, rén wèi qǐn, yī zhěn chāi héng bìn luàn. Qǐlái xié sù shǒu, tínghù wú shēng, shí jiàn shū xīng dù héhàn. Shì wèn yè rúhé? Yè yǐ sāngēng, jīn bō dàn, yù shéng dī zhuǎn. Dàn qūzhǐ xīfēng jǐ shí lái, yòu bù dào liúnián ànzhōng tōuhuàn."
    },
    {
        "Cipai":"菩薩蠻",
        "Cipai_Pinyin":"Púsà Mán",
        "Title":"鬱孤台下清江水",
        "Title_Pinyin":"Yù Gū Tái xià qīng jiāng shuǐ",
        "Poet":"辛棄疾",
        "Poet_Pinyin":"Xīn Qìjí",
        "Topic":"Sorrow & Grief",
        "text":"郁孤台下清江水，中间多少行人泪。西北望长安，可怜无数山。\n青山遮不住，毕竟东流去。江晚正愁余，山深闻鹧鸪。",
        "Ci_Pinyin":"Yù Gū Tái xià qīng jiāng shuǐ, zhōngjiān duōshǎo xíngrén lèi. Xīběi wàng Cháng'ān, kělián wúshù shān.\nQīngshān zhē bùzhù, bìjìng dōng liú qù. Jiāng wǎn zhèng chóu yú, shān shēn wén zhè gū."
    },
    {
        "Cipai":"菩薩蠻",
        "Cipai_Pinyin":"Púsà Mán",
        "Title":"人人盡說江南好",
        "Title_Pinyin":"Rénrén jǐn shuō Jiāngnán hǎo",
        "Poet":"韋莊",
        "Poet_Pinyin":"Wéi Zhuāng",
        "Topic":"Sorrow & Grief",
        "text":"人人尽说江南好，游人只合江南老。春水碧于天，画船听雨眠。\n垆边人似月，皓腕凝霜雪。未老莫还乡，还乡须断肠。",
        "Ci_Pinyin":"Rénrén jǐn shuō Jiāngnán hǎo, yóurén zhǐ hé Jiāngnán lǎo. Chūnshuǐ bì yú tiān, huà chuán tīng yǔ mián.\nLú biān rén shì yuè, hào wàn níng shuāng xuě. Wèi lǎo mò huán xiāng, huán xiāng xū duàncháng."
    },
    {
        "Cipai":"清平樂",
        "Cipai_Pinyin":"Qīng Píng Yuè",
        "Title":"茅簷低小",
        "Title_Pinyin":"Máo yán dī xiǎo",
        "Poet":"辛棄疾",
        "Poet_Pinyin":"Xīn Qìjí",
        "Topic":"Nature & Landscapes",
        "text":"茅簷低小，溪上青青草。醉里吴音相媚好，白发谁家翁媪？\n大儿锄豆溪东，中儿正织鸡笼。最喜小儿亡赖，溪头卧剥莲蓬。",
        "Ci_Pinyin":"Máo yán dī xiǎo, xī shàng qīngqīng cǎo. Zuì lǐ wú yīn xiāng mèi hǎo, báifà shuí jiā wēng'ǎo?\nDà ér chú dòu xī dōng, zhōng ér zhèng zhī jī lóng. Zuì xǐ xiǎo'ér wáng lài, xī tóu wò bō liánpéng."
    },
    {
        "Cipai":"清平樂",
        "Cipai_Pinyin":"Qīng Píng Yuè",
        "Title":"別來春半",
        "Title_Pinyin":"Bié lái chūn bàn",
        "Poet":"李煜",
        "Poet_Pinyin":"Lǐ Yù",
        "Topic":"Sorrow & Grief",
        "text":"别来春半，触目柔肠断。砌下落梅如雪乱，拂了一身还满。\n雁来音信无凭，路遥归梦难成。离恨恰如春草，更行更远还生。",
        "Ci_Pinyin":"Bié lái chūn bàn, chùmù róucháng duàn. Qì xià luò méi rú xuě luàn, fúle yīshēn hái mǎn.\nYàn lái yīn xìn wú píng, lù yáo guī mèng nán chéng. Líhèn qià rú chūncǎo, gèng xíng gèng yuǎn hái shēng."
    },
    {
        "Cipai":"清平樂",
        "Cipai_Pinyin":"Qīng Píng Yuè",
        "Title":"紅線毯",
        "Title_Pinyin":"Hóngxiàn tǎn",
        "Poet":"晏殊",
        "Poet_Pinyin":"Yàn Shū",
        "Topic":"Love & Longing",
        "text":"红线毯，择枝栖。罗带同心结，带易结，心难谐。\n杨柳岸，晓风残月。此去经年，应是良辰好景虚设。便纵有千种风情，更与何人说。",
        "Ci_Pinyin":"Hóngxiàn tǎn, zé zhī qī. Luó dài tóngxīn jié, dài yì jié, xīn nán xié.\nYángliǔ àn, xiǎofēng cányuè. Cǐ qù jīng nián, yìng shì liángchén hǎojǐng xū shè. Biàn zòng yǒu qiānzhǒng fēngqíng, gèng yǔ hé rén shuō."
    },
    {
        "Cipai":"清平樂",
        "Cipai_Pinyin":"Qīng Píng Yuè",
        "Title":"年年雪裡",
        "Title_Pinyin":"Nián nián xuě lǐ",
        "Poet":"李清照",
        "Poet_Pinyin":"Lǐ Qīngzhào",
        "Topic":"Sorrow & Grief",
        "text":"年年雪里，常插梅花醉。挼尽梅花无好意，赢得满衣清泪。\n今年海角天涯，萧萧两鬓生华。看取晚来风势，故应难看梅花。",
        "Ci_Pinyin":"Nián nián xuě lǐ, cháng chā méihuā zuì. Ruó jǐn méihuā wú hǎo yì, yíngdé mǎn yī qīng lèi.\nJīnnián hǎijiǎo tiānyá, xiāoxiāo liǎng bìn shēng huá. Kàn qǔ wǎn lái fēng shì, gù yīng nánkàn méihuā."
    },
    {
        "Cipai":"清平樂",
        "Cipai_Pinyin":"Qīng Píng Yuè",
        "Title":"春歸何處",
        "Title_Pinyin":"Chūn guī hé chù",
        "Poet":"黃庭堅",
        "Poet_Pinyin":"Huáng Tíngjiān",
        "Topic":"Sorrow & Grief",
        "text":"春归何处。寂寞无行路。若有人知春去处。唤取归来同住。\n春无踪迹谁知。除非问取黄鹂。百啭无人能解，因风飞过蔷薇。",
        "Ci_Pinyin":"Chūn guī hé chù. Jìmò wú xíng lù. Ruò yǒu rén zhī chūn qù chù. Huàn qǔ guīlái tóng zhù.\nChūn wú zōngjì shuí zhī. Chúfēi wèn qǔ huánglí. Bǎi zhuàn wú rén néng jiě, yīn fēng fēiguò qiángwēi."
    },
    {
        "Cipai":"點絳唇",
        "Cipai_Pinyin":"Diǎn Jiàng Chún",
        "Title":"蹴罷鞦韆",
        "Title_Pinyin":"Cù bà qiūqiān",
        "Poet":"李清照",
        "Poet_Pinyin":"Lǐ Qīngzhào",
        "Topic":"Love & Longing",
        "text":"蹴罢秋千，起来慵整纤纤手。露浓花瘦，薄汗轻衣透。\n见客入来，袜铲金钗溜。和羞走，倚门回首，却把青梅嗅。",
        "Ci_Pinyin":"Cù bà qiūqiān, qǐlái yōng zhěng xiānxiān shǒu. Lù nóng huā shòu, bó hàn qīng yī tòu.\nJiàn kè rù lái, wà chǎn jīn chāi liū. Hé xiū zǒu, yǐ mén huíshǒu, què bǎ qīng méi xiù."
    },
    {
        "Cipai":"點絳唇",
        "Cipai_Pinyin":"Diǎn Jiàng Chún",
        "Title":"燕雁無心",
        "Title_Pinyin":"Yàn yàn wúxīn",
        "Poet":"姜夔",
        "Poet_Pinyin":"Jiāng Kuí",
        "Topic":"Love & Longing",
        "text":"燕雁无心，太湖西畔随云去。数峰清苦，商略黄昏雨。\n第四桥边，拟共天随住。今何许。凭阑怀古，残柳参差舞。",
        "Ci_Pinyin":"Yàn yàn wúxīn, tàihú xī pàn suí yún qù. Shù fēng qīng kǔ, shānglüè huánghūn yǔ.\nDì sì qiáo biān, nǐ gòng tiān suí zhù. Jīn héxǔ. Píng lán huáigǔ, cán liǔ cēncī wǔ."
    },
    {
        "Cipai":"點絳唇",
        "Cipai_Pinyin":"Diǎn Jiàng Chún",
        "Title":"醉漾輕舟",
        "Title_Pinyin":"Zuì yàng qīng zhōu",
        "Poet":"蘇軾",
        "Poet_Pinyin":"Sū Shì",
        "Topic":"Philosophical Reflection",
        "text":"醉漾轻舟，信流引到花深处。尘缘相误，无计花间住。\n烟水茫茫，千里斜阳暮。山无数。乱红如雨。不记来时路。",
        "Ci_Pinyin":"Zuì yàng qīng zhōu, xìn liú yǐn dào huā shēn chù. Chényuán xiāng wù, wú jì huā jiān zhù.\nYān shuǐ mángmáng, qiānlǐ xiéyáng mù. Shān wúshù. Luàn hóng rú yǔ. Bù jì lái shí lù."
    },
    {
        "Cipai":"點絳唇",
        "Cipai_Pinyin":"Diǎn Jiàng Chún",
        "Title":"雨後橫塘",
        "Title_Pinyin":"Yǔ hòu héng táng",
        "Poet":"歐陽修",
        "Poet_Pinyin":"Ōuyáng Xiū",
        "Topic":"Nature & Landscapes",
        "text":"雨后横塘书写，风约秋千索。帘外送春归，绣户香凝，谁与话黄昏。\n玉钩双语燕，飞入画堂深。片片落花风，尽是离人泪。",
        "Ci_Pinyin":"Yǔ hòu héng táng shūxiě, fēng yuē qiūqiān suǒ. Lián wài sòng chūn guī, xiù hù xiāng níng, shuí yǔ huà huánghūn.\nYù gōu shuāngyǔ yàn, fēi rù huà táng shēn. Piàn piàn luòhuā fēng, jǐn shì lírén lèi."
    },
    {
        "Cipai":"點絳唇",
        "Cipai_Pinyin":"Diǎn Jiàng Chún",
        "Title":"斜日一雙",
        "Title_Pinyin":"Xié rì yī shuāng",
        "Poet":"王安石",
        "Poet_Pinyin":"Wáng Ānshí",
        "Topic":"Nature & Landscapes",
        "text":"斜日一双归鸟，陇上动商声。弄水看山，此地有佳城。\n已矣，人间万事，今古几销凝。凭君莫话封侯事，一将功成万骨枯。",
        "Ci_Pinyin":"Xié rì yī shuāng guī niǎo, lǒng shàng dòng shāng shēng. Nòng shuǐ kàn shān, cǐ dì yǒu jiāchéng.\nYǐ yǐ, rénjiān wànshì, jīn gǔ jǐ xiāo níng. Píng jūn mò huà fēng hóu shì, yī jiāng gōng chéng wàn gǔ kū."
    }
]